{
  "ANTIBIOTIC-NAME": "Resistance to antibiotics",
  "ANTIBIOTIC-DESC": "“Complete course of antibiotics must be taken”, “antibiotics without recipe are not issued” – you must have heard similar expressions from your physician or pharmacist. But have you understood why these rules are necessary? Irrational consumption of antibiotics for treatment purposes is the main cause of antimicrobial resistance – a phenomenon when antibiotics become ineffective, resistant bacteria multiply uncontrollably and the infection prolongs or causes the death of the infected. Such infection can be transferred to others and its treatment becomes way more complicated: it might be started too late, the patient might need intensive care,  expensive antibiotics with more side effects get prescribed. But how does the resistance to antibiotics develop?<br></br><br></br>Different kinds of antibiotics target bacterial structures, which are the most fundamental for survival. These can be components of cell membrane and wall, synthesis of nucleic acids and proteins, when one of these parts is disturbed, the bacteria dies. <img>6thsense2022/images/antibiotics.png</img> However sometimes due to genetic variation and random mutations resistant bacteria develop, multiply and transfer the resistance <1>genes</1> to other bacteria. This way, a bacteria once sensitive to antibiotics becomes resistant. The augmented reality models show three horizontal <1>gene</1> transfer mechanisms: <5>transduction</5> - resistance <1>gene</1> is transferred through bacteria virus bacteriophage, <4>transformation</4> - <1>gene</1> is adopted from dead bacteria; <3>conjugation</3> - <1>gene</1> is transferred between two alive bacteria through pilus. The model depicts resistance due to changes in the lipids of cell membrane. Antibiotics cannot affect the changed membrane and they become ineffective, alternative medicines are needed.",
  "ANTIBIOTIC-1-NAME": "Genes",
  "ANTIBIOTIC-1-DESC": "All bacterial structures are encoded in genes – segments of nucleic acid sequences. Such segments are located in bacterial chromosomes and <6>plasmids</6>. Due to mutations nucleic acids constantly evolve – new genes appear, which bacteria can transfer to other bacteria through <2>horizontal gene transfer</2>.",
  "ANTIBIOTIC-2-NAME": "Horizontal gene transfer",
  "ANTIBIOTIC-2-DESC": "Horizontal gene transfer – <1>gene</1> movement between organisms by non-reproduction ways: <3>conjugation</3>, <5>transduction</5>, <4>transformation</4>.",
  "ANTIBIOTIC-3-NAME": "Conjugation",
  "ANTIBIOTIC-3-DESC": "Conjugation – a procces when <1>genes</1> are transferred through inter-bacterial connection by specialized structures. Bacteria can purposefully transfer nucleic acid segments to other bacteria. Some of the bacteria have specific proteins – adhesins and others form special tubal structures – pilus.",
  "ANTIBIOTIC-4-NAME": "Transformation",
  "ANTIBIOTIC-4-DESC": "Transformation – process when nucleic acids located in the environment enter bacteria. Nucleic acids can be found in the environment after the death of other bacteria. Live bacteria can absorb such nucleic acids and as a result gain new characteristics such as resistance to antibiotics. Usually such a process appears in a biofilm. Biofilm is a structure formed by bacteria growing on a steady surface. Bacteria secrete special sticky materials which allow formation of a film. The biofilm can’t be easily removed by mechanical ways and new different species of bacteria can enter it, which grow, die and can gain new characteristics.",
  "ANTIBIOTIC-5-NAME": "Transduction",
  "ANTIBIOTIC-5-DESC": "Transduction – a process when <1>genes</1> are transferred through bacteriophage. Bacteriophages (bacterial viruses) inject to bacteria their nucleic acid which contains necessary for virus reproduction <1>genes</1>. While the virus multiplies, some of the bacterial <1>genes</1> can be packaged in a virus capsid by accident. The bacteriophages take such <1>genes</1> and give them to other bacteria by infecting them.",
  "ANTIBIOTIC-6-NAME": "Plasmids",
  "ANTIBIOTIC-6-DESC": "Plasmids – separate circular non-chromosomal nucleic acid segments. They contain genes as well, however they are not as important for survival as the chromosomal genes are. They can be easily gained and lost through <2>horizontal gene transfer</2>."
}
