{
  "BIOIT-NAME": "Bioinformatics",
  "BIOIT-DESC": "As mentioned in the <2>DNA</2> model, genetic information is encoded in this molecule by bases A, T, C, and G. Computers, meanwhile, \"remember\" everything using a system of ones and zeros. <img>/images/bioinformatics.png</img> You would probably agree with the statement that both computers and <2>DNA</2> store certain information. But it’s not the only one characteristic that ties these two objects.<br></br><br></br>Sequencing of biological data - the scanning of <2>DNA</2> or <3>RNA</3> sequences extracted from living organisms - yields very large amounts of biological information that can only be understood and processed using a computer. This is where bioinformatics specialists come to the rescue.<br></br><br></br>Using a variety of calculation methods, these people are able to see similarities in <2>DNA</2> or <3>RNA</3> sequences, recreate protein structures, design programs to model living systems, and see in biological data what the human eye wouldn’t notice.<br></br><br></br>Bioinformatics is evolving rapidly, with increasingly sophisticated tools for biological data analysis. This branch of science can help us treat and research oncological disease, design and develop new drugs and therapy methods.<br></br><br></br>Now we have a hard time imagining our lives without a computer. Researchers working in various fields do as well. Who knows where this extremely significant friendship between computer and biology will lead us.",
  "BIOIT-1-NAME": "Nitrogen bases",
  "BIOIT-1-DESC": "A <2>DNA</2> molecule is made up of small \"blocks\" called nucleotides, which can combine to form a larger molecule called a nucleic acid. The <2>DNA</2> strands of all organisms consist of 4 nitrogen bases, that you can see on the left: adenine, thymine, cytosine, and guanine. The nitrogen bases of different <2>DNA</2> strands can bind to each other. This means that <2>DNA</2> is a double-stranded molecule. Nitrogen bases bind to each other to form hydrogen bonds. This coupling takes place according to a specific system: adenine binds to thymine (2 hydrogen bonds are formed) and cytosine binds to guanine (3 hydrogen bonds are formed). Scientists call this specific merger the principle of complementarity.",
  "BIOIT-2-NAME": "DNA",
  "BIOIT-2-DESC": "DNA - a double-stranded molecule made up of small \"blocks\" called <1>nucleotides</1>. Genetic information is stored in DNA molecules.",
  "BIOIT-3-NAME": "RNA",
  "BIOIT-3-DESC": "RNA - a single-stranded, <2>DNA</2>-like molecule that encodes genetic information about a primary structure of a specific protein. This information is transferred from the cell nucleus to the cytoplasm where specific structures synthesise a protein. You can find more information in the \"RNA\" model."
}
