{
  "CRISPR-NAME": "Gene scissors",
  "CRISPR-DESC": "Bacteria began combating viruses way before humans did. These simple-structured enemies of bacteria attach themselves to the cells of their host, transfer their genetic information into them and turn bacteria into a factory of new viruses. <img>6thsense2022/images/bacteriophage.png</img> After the successful reproduction of viruses, bacteria usually die. However, some of them survive because they activate an antiviral system called CRISPR-Cas. This system takes a part of the virus' DNA, puts it into bacteria's <1>genome</1> and saves the information about an intruder. The sequence is saved until it is needed - when a virus attacks a bacteria, the sequence is copied and used to activate a protein called <2>Cas9</2>. The protein uses the fragment of a virus' DNA as an address and searches for its traces inside the bacteria. The protein compares each DNA sequence to the address that it has. When it finds the needed sequence, the protein cuts the sequence, thus the virus is unable to reproduce.<br></br><br></br>This way bacteria saves themselves from an intruder. After figuring out this process, scientists understood that the process can be reprogrammed and used not only in bacteria but also in plant or human cells. That's how <2>Cas9</2> became a programmable genetic tool that allows to edit <1>genomes</1> and create new plant species or treat genetic diseases or even cancer. But as the first computer wasn't perfect, the CRISPR-Cas9 system has a long way to go to reach its full potential.<br></br><br></br>Lithuanian scientists from Vilnius University Life Science Center and biotech startup CasZyme are also contributing heavily to the development of the system.",
  "CRISPR-1-NAME": "Genome",
  "CRISPR-1-DESC": "Genome - is a complete set of organism’s genetic instructions. Each genome contains all of the information needed to build that organism and allow it to grow and develop.",
  "CRISPR-2-NAME": "Cas9",
  "CRISPR-2-DESC": "Cas9 - is a specific protein which plays a vital role in the immunological defense of certain bacteria against viruses' DNA."
}
