{
  "DNA-NAME": "DNA",
  "DNA-DESC": "Why are butterfly wings so colorful? You’ve probably heard that appearance properties and personal traits can be inherited by organisms from their parents. We could say that the yellow color of butterfly wings is determined by the pigments found in the cells of butterfly wings. But where do these pigments come from? Pigments are produced by various proteins. Where does a butterfly cell get these proteins from? They need to be made, but the key question is, how do cells know what proteins they need to make and what their structure should be? You see the molecule responsible for this on your screen: it’s deoxyribonucleic acid, or DNA for short. This molecule is compactly tangled in the nucleus of almost every cell of your body as well as the butterfly’s, and encodes information about the structure of all the body's proteins. <img>/images/cell_nucleus.png</img> These proteins, their interactions, and products determine how we behave, look, and how the body functions, starting with a single cell. In other words, DNA determines the traits that the body forms, has, and maintains.<br></br> <br></br>The DNA molecule is double-stranded. Each of its chains is made up of smaller building blocks, <1>nucleotides</1>, which differ only in their nitrogen bases, of which there are four in total: adenine, thymine, guanine, and cytosine. Interestingly, these nitrogenous bases are common to all organisms, so the genetic code of different organisms is considered universal. Hence, the molecular instructions on how life should form and function are similar in both the butterfly and the human. If you compare your genetic code with any other person, you will see that you share as much as 99.9% identical genetic information with them! In other words, only a small fraction of our DNA (0.1%) explains the uniqueness of each person. In addition to this DNA model, you can also see which chemical elements, i.e. <2>atoms</2>, make up the DNA molecule.",
  "DNA-1-NAME": "Nucleotides",
  "DNA-1-DESC": "A DNA molecule is made up of small \"blocks\" called nucleotides, which can combine to form a larger molecule called a nucleic acid. The DNA strands of all organisms consist of 4 nitrogen bases, that you can see on the left: adenine, thymine, cytosine, and guanine. The nitrogen bases of different DNA strands can bind to each other. This means that DNA is a double-stranded molecule. Nitrogen bases bind to each other to form hydrogen bonds. This coupling takes place according to a specific system: adenine binds to thymine (2 hydrogen bonds are formed) and cytosine binds to guanine (3 hydrogen bonds are formed). Scientists call this specific merger the principle of complementarity.",
  "DNA-2-NAME": "Chemical elements",
  "DNA-2-DESC": "Atoms are the smallest structural parts of DNA molecules. By interconnecting, they form complex structures, which together form a DNA molecule visible in an augmented reality model. The genes found in DNA determine the characteristics of the organism. The DNA molecule contains atoms of five different chemical elements: oxygen, nitrogen, carbon, phosphorus, and hydrogen (hydrogen atoms are not represented in the DNA model because they are very small). Carbon atoms are the main component of the DNA molecule because they are the basis of all life on planet Earth."
}
