{
  "FAQ-1-TITLE": "How to see the <c>model</c>?",
  "FAQ-1-CONTENT-1": "Scan a QR code using your phone's camera. Don't have a QR code or camera? Click <c>here</c>.",
  "FAQ-1-CONTENT-2": "Allow the browser to use your camera, scan the black-white marker, and observe the augmented reality model.",
  "FAQ-2-TITLE": "How to see a 3D model without <c>using a camera</c>?",
  "FAQ-2-CONTENT": "After selecting the desired model, click the icon <camera></camera> and watch the 3D models on your phone or computer screen.",
  "FAQ-3-TITLE": "How to get <c>more information</c>?",
  "FAQ-3-CONTENT-1": "Click <sound></sound> to listen information about the visible model",
  "FAQ-3-CONTENT-2": "Click <info></info> to read information about the visible model",
  "FAQ-3-CONTENT-3": "Click on the highlighted word in the text and find out what this word means.",
  "FAQ-4-TITLE": "How to view <c>another model</c>?",
  "FAQ-4-CONTENT": " 1. Click the icon <menu></menu> in the model preview window<br></br>2. Press <models></models> and select another model to view<br></br>3. If you do not have markers for these models, viewing using the camera is not possible. However, you can still view the model by clicking the icon <camera></camera>",
  "FAQ-5-TITLE": "Frequently asked <c>questions</c>",
  "FAQ-5-CONTENT-1": "<c>What should I do, if the model does not show up?</c><br></br>Make sure you scanned the QR of this plate. Check if the marker is well lit, without shadows, obstructions, and is fully visible in the camera view. If that doesn't work, try turning your camera away from the marker, and back.",
  "FAQ-5-CONTENT-2": "<c>My phone does not scan QR codes. What should I do?</c><br></br>You can download a QR scanner application to your device. If your device does not have a camera, click the icon <camera></camera> and watch the 3D models on your phone or computer screen.",
  "FAQ-5-CONTENT-3": "<c>What is augmented reality (AR)?</c><br></br>It is the technology that lets the real time use of graphics (like a 3D model) and other virtual enhancements integrated with real-world objects. This project uses your camera to add specific 3D models on markers to your screen.",
  "FAQ-5-CONTENT-4": "<c>How to use this website without having markers?</c><br></br>You can download the markers from the front page. They can be used on a computer screen, although we recommend printing them, because cameras may be less effective at recognizing the markers.",
  "FAQ-5-CONTENT-5": "<c>What should I do if huawei phone does not scan AR marker?</c><br></br>Go to browser settings - privacy and security - clear browsing data - cookies and site data - clear.",
  "FAQ-5-CONTENT-6": " ",
  "WHATSIGEM-TITLE": "What is iGEM?",
  "WHATSIGEM-CONTENT": "Igem? iGem? No, we’re not talking about gems. iGEM is an international annual academic competition aimed at the advancement of synthetic biology. Synthetic biology is a field of science that involves redesigning organisms for useful purposes by engineering them to have new abilities.<br></br><br></br>Made up of mostly university students, multidisciplinary teams work together to tackle real-life problems in the fields of medicine, energetics, food industry and many more. Teams use molecular biology, computer science, mathematics, engineering to fulfill their projects. A huge part of the project is education and public engagement. Students aim at breaking the stereotypes and educating society about synbio. Teams closely communicate with scientists, government and businesses to find the best solution.<br></br><br></br>Team Vilnius-Lithuania iGEM is participating in the contest for the 7th time and has won the grand prize two times. This year our team is focusing on developing detection and treatment tools for Amoebiasis, an infection of the human gastro-intestinal tract.<br></br><br></br>A thank you note for our friends: prof. Aurelija Žvirblienė, prof. Daumantas Matulis, Paulius Sungaila, lect. Vika Gabė, prof. Virginijus Šikšnys, dr. Urtė Neniškytė, prof. Linas Mažutis, virtual school “Digiklasė”.<br></br><br></br>Want to find out more? Visit <c>https://vilniusigem.lt/</c>",
  "WHATS6THSENSE-TITLE": "6th SynBio sense",
  "WHATS6THSENSE-CONTENT": "Did it ever occur to you that a smart device can extend your senses?<br></br><br></br>That it allows you to experience more than you normally could?<br></br><br></br>If not, we, Vilnius-Lithuania iGEM team, invite you to immerse yourself in augmented reality and turn on your 6th sense. Our project offers you to explore ten models from RNR to bioinformatics.<br></br><br></br>Invisible processes that are happening on a cellular level, synthetic biology concepts and more are now at your fingertips.  Learn, explore, become a Superhuman easily.<br></br><br></br>Are you ready to delve into the world of synthetic biology?<br></br><br></br>Not sure how to use our page? Take a look at <c>instruction</c>",
  "PRIVACY-POLICY-TITLE": "Privacy policy",
  "PRIVACY-POLICY-CONTENT": "The Vilnius-Lithuania iGEM team takes a responsible view of <a1>www.igem-vilnius.ar.com</a1> (hereinafter - the website) visitor data protection and the right to privacy, so here we provide information about the data collected and the cookies used.<br></br><br></br><c>Data protection and cookies</c><br></br>This site does not collect data that could be used to identify a person (e.g., name, email, exact location). Cookies are used to make the site more convenient and accessible to a larger group of people, but we cannot identify them. We use three types of cookies:<br></br><br></br><c>Necessary</c> - language and text font selection;<br></br><br></br><c>Statistical</c> - 'Google Analytics' cookies, which provide information about the traffic of website visitors (specific individuals are not identified). You can find the Google Analytics Privacy Policy <a2>here</a2>.<br></br><br></br>You can agree to the use of cookies by expressing your consent or by continuing to browse the website without deleting cookies or changing your browser settings to prevent the collection of cookies. You can find more information about the use of cookies <a3>here</a3>. However, it is recommended not to disable cookies, as they ensure the correct operation of the website and allow us to use statistics to improve the performance of the website.<br></br><br></br><c>Third party websites</c><br></br>This website contains links to other web pages that provide additional information relevant to this project. Please note that we are not responsible for the privacy policies or cookie settings of these sites, as the privacy policy of this site do not apply to other sites.<br></br><br></br><c>Contacts</c><br></br>If you have any questions regarding data protection or the use of cookies on this website, you can contact us by e-mail <a4>it@vilniusigem.lt</a4>."
}
