{
  "GMO-NAME": "GMO",
  "GMO-DESC": "Life constantly evolves and changes - from <i>Australopithecus afarensis</i> becoming <i>Homo sapiens</i> to new coronavirus mutations. Genetic modifications also mean changes in genetic material, however the main difference is that the organism modifications are strictly made having a specific purpose and knowing what is being changed. Execution of all modifications must meet highest biosecurity standards.<br></br><br></br>This augmented reality model depicts <1>golden rice</1> and its creation process. First of all, the scientists analyse which characteristic is needed for the plant. In this case, the goal was to enrich regular rice with <3>beta carotene</3> which is converted into vitamin A in the human body. After determining the DNA sequence that is responsible for <3>beta carotene</3> synthesis, scientists need to select another organism that has the particular DNA sequence (in this case corn was chosen). Then the genomes of rice and corn are compared, differences and particular <3>beta carotene</3> synthesis genes are defined. Selected gene sequences can be inserted into rice genome in two methods: <4>biolistic</4> or through carrier (vector) <i><5>Agrobacterium tumefaciens</5></i> bacteria. <img>/images/beta_carotene.png</img> Lastly, the genome of newly created organisms is examined to make sure that the plants were modified correctly and can be cultivated without any safety concerns.<br></br><br></br>Even though we often suspect that <2>genetically modified food</2> is dangerous, unnatural and unsafe, in reality genetic modifications are especially thoroughly <6>examined, tested and monitored</6>, therefore there is no need to be frightened. The spectrum of problems that can be solved by genetic modifications is only limited by our imagination. <3>Beta carotene</3> enriched rice can prevent thousands of children losing vision, plants resistant to pests would prevent the toll of farming on the environment, plants and microorganisms that break down pollutants could clean the environment and prevent climate change.",
  "GMO-1-NAME": "Golden rice",
  "GMO-1-DESC": "Golden rice – genetically engineered rice species which are enriched with <3>beta carotene</3>. Even though <3>beta carotene</3> is richly apparent in carrots, sweet potatoes, spinach and apricots, some regions, for example Asia, have a different type of nutrition and can not get sufficient amounts of the compound from foods. As a result, thousands of children face health issues, some can even go blind. Rice is a popular dish in Asia therefore their enrichment with <3>beta carotene</3> is a way to solve and prevent such health problems.",
  "GMO-2-NAME": "Genetically engineered food",
  "GMO-2-DESC": "Genetically engineered food is produced from genetically modified organisms. Such foods contain modified genetic material, which grants new properties that don't occur naturally to the organism.",
  "GMO-3-NAME": "Beta carotene",
  "GMO-3-DESC": "Beta carotene – an organic pigment, from which humans make vitamin A, a component vital for normal skin and vision functioning, has antioxidant properties. Lack of vitamin A occurs as a decrease in sharpness of vision, dryness of eye and skin, brittle nails. However vitamin A excess is toxic for organism therefore balance in diet is needed.",
  "GMO-4-NAME": "Biolistic gene transfer",
  "GMO-4-DESC": "Biolistic gene transfer – a device used to deliver genes to cells. Metal particles are coated with a gene and then fired to cells using mechanical force. This way, the genetic information of interest can be integrated into cells.",
  "GMO-5-NAME": "<i>Agrobacterium tumefaciens</i>",
  "GMO-5-DESC": "<i>Agrobacterium tumefaciens</i> - plant bacterium which is used to modify plants. Targeted <3>beta carotene</3> synthesis encoding gene is inserted in the genome of the <i>Agrobacterium tumefaciens</i>. Then the bacterium infects the plant and incorporates the gene of interest into its genome. With the new gene, the rice plant can synthesize <3>beta carotene</3>.",
  "GMO-6-NAME": "Requirements for genetically engineered foods",
  "GMO-6-DESC": "Requirements for <2>genetically engineered foods</2> - in European Union such foods are regulated by the Regulation of the European Parliament and of the Council on <2>genetically modified food</2> and feed. <2>Genetically modified foods</2> are one of the mostly investigated products. While assessing the safety and risks, specialists follow stricter guidelines compared to traditional natural foods. Composition of the product, amounts of allergens and toxins are analyzed, difestion of the food and its effect on the organism is constantly monitored. Investigations through the perspective of effects to the environment are also performed.<br></br><br></br>For more information, please visit: <a>https://ec.europa.eu/food/plants/genetically-modified-organisms_en</a>"
}
