{
  "RNA-NAME": "RNA",
  "RNA-DESC": "You probably already know that the characteristics of organisms are determined by a DNA molecule which we get from our parents and which we strictly store in the nuclei of our cells. But have you heard of DNA-like RNA molecules. It is these ribonucleic acids (RNA) that determine what information (genes) stored in a DNA molecule are transformed into a unified, complex system that we perceive as life. There would be no life if your cells did not produce proteins first.<br></br><br></br>On your screen you see different types of RNA molecules that are involved in the production of proteins in cells (which you can learn more about by choosing the “Translation” model). Imagine a DNA molecule and all the genes in it as a grandmother’s recipe book where recipes can be considered as genes. We can make a specific dish according to a specific recipe, as well we can make a specific protein from one gene. A strict grandmother would not give or lend her recipe book to anyone, the same as DNA in your cells is stored in the nucleus of the cell and does not leave it. So how do you get the recipe? Grandma is good and allows you to write down the recipe, and you can take the note with the recipe to your home, where you can bake delicious cookies by mixing the right ingredients. In cells, things are similar: although DNA is strictly protected, it is possible to copy the information it contains. In this way, RNA molecules are produced.<br></br><br></br>Scientists call this process transcription. <img>/images/protein_synthesis.png</img> One of the molecules we produce during the transcription process is mRNA (messenger RNA) right in the middle of the screen. It is a single-chain, <1>nucleotide</1>-based molecule, which in this story has the recipe written down on it which encodes information and instructions on how to make a particular protein. The mRNA molecule can leave the nucleus and enter the cytoplasm of the cell, where the protein will be produced in the \"oven\" of another protein - the ribosome. <img>/images/ribosome_cytoplasm.png</img><br></br><br></br>However, various ingredients are needed to make the protein. Which ones? The main ingredients are amino acids that can be combined to produce any protein. They (amino acids) can be introduced into the ribosome by another RNA molecule: tRNA. So, we already have a specific instruction (recipe) on how to make a specific protein and we have the ingredients to make it - amino acids. And where does the production of the protein itself take place (which you can find out more about by choosing the “Translation” model)? In molecular machines, called ribosomes, which work because of another RNA molecule: rRNA, which is the main component of ribosomes.",
  "RNA-1-NAME": "Nucleotides",
  "RNA-1-DESC": "Nucleotides are small blocks that make up RNA and DNA molecules. 4 different nucleotides are known that differ only in their nitrogenous bases (this is one of the most important components of nucleotides). RNA-forming nucleotides are characterized by 4 nitrogen bases: adenine, uracil (a specific nitrogen base for RNA-forming nucleotides), guanine, and cytosine. Three such nucleotides form a codon that determines which amino acid should be included in the protein molecule. E.g. The AUG codon determines that the amino acid methionine is required for protein production."
}
