{
  "SYNBIO-NAME": "Synthetic biology",
  "SYNBIO-DESC": "Synthetic biology is an interdisciplinary field of science which aims to improve processes of living organisms by using engineering principles. The main objective is to create different, new organisms that perform useful functions. For example, this model shows <i><1>Escherichia coli</1></i> bacteria which is part of the natural human microbiome. The bacteria is modified so it could produce insulin which can be used for treatment of diabetes.<br></br><br></br>Organisms are modified by using four level abstraction. Let’s imagine that the <i><1>E. coli</1></i> bacteria is the black box or a <2>system</2> - the entirety of processes in a cell of which only a part is well known and precisely defined. To the extent of such a “box-system” scientists can create a <3>device</3> with a specific desired function, in this case presented in model - secretion of insulin. For the execution of the <3>device</3>, genetic <4>parts</4> are needed. In this model, <4>parts</4> might be: an insulin sensor, enzymes responsible for insulin synthesis and secretion from the bacterial cell. Every <4>part</4> is made of <5>genetic sequences</5> which are the basis for all of the four level synthetic biology abstraction. The better we understand the processes of the cell and the genetic material's effect on it, the more precise and effective <3>devices</3> and <2>systems</2> we can create.<br></br><br></br>When modifying organisms for the purposes of synthetic biology, questions about safety for ecosystems, ethics are being raised and discussed both by scientific and political communities. However it is important to understand that synthetic biology suggests unique alternative solutions to most pressing issues in environmental protection, biotechnologies, healthcare, agriculture, computer science and enables us to create a more sustainable future.",
  "SYNBIO-1-NAME": "<i>Escherichia coli</i> (<i>E. coli</i>)",
  "SYNBIO-1-DESC": "<i>Escherichia coli</i> (<i>E. coli</i>) - rod-shaped bacterium which is commonly found in the intestine of humans - part of the natural microbiome. In synthetic biology, <i>E. coli</i> is often used as a model organism for performing various metabolic pathway modifications.",
  "SYNBIO-2-NAME": "System (black box)",
  "SYNBIO-2-DESC": "System (black box) - the whole microorganism with its natural and modified metabolic pathways, new functions.",
  "SYNBIO-3-NAME": "Device",
  "SYNBIO-3-DESC": "Device - a portion of the <2>system</2>, which defines the execution of a specific wanted function.",
  "SYNBIO-4-NAME": "Parts",
  "SYNBIO-4-DESC": "Parts - components of <3>device</3>, which specify, how the wanted function will be performed, what stages are needed for the result to be achieved. Parts can be of several types:<br></br><br></br>Promoters - DNA sequences, where RNA polymerase enzymes bind. Such enzymes perform transcription - a process that is necessary for protein synthesis; <br></br><br></br>RNA and DNA sequences, which encode proteins;<br></br><br></br>Terminators - DNA sequence, which terminates the transcription of DNA. In most cases they are localized at the end of the gene.",
  "SYNBIO-5-NAME": "Genetic sequence",
  "SYNBIO-5-DESC": "Genetic sequence - their various fragments constitute <4>parts</4>."
}
