{
  "TRANSLATION-NAME": "Synthesis of proteins",
  "TRANSLATION-DESC": "There are millions of <4>proteins</4> in every cell of our bodies. <4>Proteins</4> are molecules that help cells maintain structure and perform their functions so that we would continue to be healthy and strong. However, these molecules do not live forever, so cells have to constantly produce new <4>proteins</4> through <4>protein</4> synthesis.<br></br><br></br>Each of us has genes made up of long strands of DNA that encode an “instruction” on how to make <4>proteins</4>. <img>/images/gene.png</img> During the first stage of <4>protein</4> synthesis, called transcription, DNA sequences are scanned and the copies of those “instructions”, called <2>mRNA</2> are made. <img>/images/transcription.png</img> The new <2>mRNA</2> molecules are converted into <4>protein</4> chains made up of amino acids, during translation. This is the process you see on your screen.<br></br><br></br>A <3>ribosome</3> attaches to the <2>mRNA</2> molecule. It scans the <2>mRNA</2> sequence and instructs another molecule called <1>tRNA</1> to bring in a specific amino acid. While the <3>ribosome</3> reads the <2>mRNA</2> instruction, <1>tRNA</1> brings in a lot of amino acids throughout the process and their fusion forms a <4>protein</4>.",
  "TRANSLATION-1-NAME": "tRNA",
  "TRANSLATION-1-DESC": "tRNA (transport RNA) has a specific 3-nucleotide sequence called an anticodon that can recognize a complementary <2>mRNA</2> codon (nucleotide A is complementary to U, G to C). Each tRNA codon is specific and according to it, tRNA brings a specific amino acid. When the tRNA recognizes the <2>mRNA</2> codon, the imported amino acid joins the growing amino acid chain. The process proceeds until the entire <2>mRNA</2> chain is decoded and the <4>protein</4> is made.",
  "TRANSLATION-2-NAME": "mRNA",
  "TRANSLATION-2-DESC": "mRNA (messenger RNA) is a single-stranded, DNA-like molecule made up of nucleotides. The three nucleotides form a codon. tRNA molecules scan those codons and bring specific amino acids.",
  "TRANSLATION-3-NAME": "Ribosome",
  "TRANSLATION-3-DESC": "The ribosome is a <4>protein</4> consisting of a large and a small subunit. <2>mRNA</2> from the cell nucleus binds to the small subunit, and <1>tRNA</1> molecules, according to the <2>mRNA</2> sequence, bind to the large subunit, as seen in the animation.",
  "TRANSLATION-4-NAME": "Protein",
  "TRANSLATION-4-DESC": "Protein is a specifically folded chain of amino acids or a complex of those chains that performs catalytic, structural, protective and other functions that support the existence of living organisms."
}
