{
    "TRANSFORMATION-NAME": "Heat shock transformation",
    "TRANSFORMATION-DESC": "Transformation is a way to incorporate new genetic material into a cell through its membrane (barrier separating cell organelles from the outside). One of the methods used to accomplish this is heat shock transformation. <br></br><br></br>Firstly, bacteria have to be cooled down for at least 10 minutes in a solution of CaCl2. Calcium ions (marked in red) are important in this process because it helps DNA to adhere to the little polysaccharides present in cell membranes and this improves the chances for the bacteria to take in the plasmids (genetic information in a ring form). Then plasmids containing target DNA are added to the solution and kept for 30 minutes. Incubation takes quite a while because molecules move slower in a cold environment. The next step is submerging the tube in a hot 42 °C degree water bath for 45 seconds. This sudden temperature change makes holes in the bacterial membrane and creates an opportunity for the plasmid to enter the inside of the cell. This short heat period is followed by an immediate cooldown, where the holes shrink again and the plasmid is trapped inside the cell. The last step in this process is the addition of a growth medium (bacterial food), which helps bacteria to regenerate. After the healing process, bacteria are plated on agar plates with appropriate antibiotic and only cells that have taken up the plasmid DNA are able to start expressing (making) the newly introduced antibiotic resistance genes, grow/divide and form colonies.<br></br><br></br>Using plasmids, in this case, is the best choice because they are already present in bacteria, thus can be easily expressed and plasmid DNA can be easily altered to have the wanted gene.",
    "TRANSFORMATION-DESC-SIMPLIFIED": "Transformation is a way to incorporate new genetic material into a cell through its membrane (barrier separating cell organelles from the outside). One of the methods used to accomplish this is heat shock transformation."
  }