{
  "VIRUS-NAME": "Coronavirus",
  "VIRUS-DESC": "In front of your eyes, you see SARS-CoV-2 virus, better known as coronavirus, magnified several thousand times. In general, the virus is an <2>RNA</2> molecule encoding genetic information enveloped in a <1>lipid membrane</1> and several proteins: <3>N</3>, <4>S</4>, <5>E</5>, and <6>M</6>. A virus that enters the human nose or mouth travels to the lungs, using the <4>S</4> proteins it attaches to lung cells and injects its <2>RNA</2> molecule into them. This molecule contains instructions on how human cells can make new parts of the virus. After reading the instructions, human cells start operating as a factory for the production of viruses. Initially, copies of new <2>RNA</2> molecules are made that either indicate to the cell how to produce the proteins needed to form the virus or are packaged into a new generation of viruses. <img>6thsense2022/images/virus_pathway.png</img> Through this mechanism, one cell in the human body can produce hundreds of thousands of new viruses that infect other cells or, when they enter the outside, other people.<br></br><br></br>If the human immune system can not fight the virus effectively, the patient experiences symptoms. They can be especially dangerous for the elderly or people with chronic illnesses. Even if you do not belong to these groups, it is very important to follow the recommendations of experts and stop the spread of the virus, reducing the chances of infection. With a rapidly growing population, we have had and will continue to have similar pandemics, and the only thing we can control is our response to the situation and our behaviour during those pandemics.<br></br><br></br>",
  "VIRUS-1-NAME": "The lipid membrane",
  "VIRUS-1-DESC": "The lipid membrane is a two-layer barrier made out of lipid molecules that protects the viral genetic information (<2>RNA</2> molecule) from the environment and supports other viral structures.",
  "VIRUS-2-NAME": "RNA",
  "VIRUS-2-DESC": "RNA is a single-chain molecule that contains all the genetic information of a virus. The virus uses this information to command the cells of living organisms to produce more identical viruses and thus spread.",
  "VIRUS-3-NAME": "The N protein",
  "VIRUS-3-DESC": "The N protein helps the <2>RNA</2> molecule to keep its structure and multiply.",
  "VIRUS-4-NAME": "The S protein",
  "VIRUS-4-DESC": "The S protein is used to attach the virus to a human cell as soon as it enters the body and later to enter the cell, so the virus can begin to multiply.",
  "VIRUS-5-NAME": "The E protein",
  "VIRUS-5-DESC": "The E protein helps to form new parts of the virus.",
  "VIRUS-6-NAME": "The M protein",
  "VIRUS-6-DESC": "The M protein helps to form new parts of the virus."
}
