{
  "ANTIBIOTIC-NAME": "Bakterijų atsparumas antibiotikams",
  "ANTIBIOTIC-DESC": "„Būtinai suvartokite pilną antibiotikų kursą“, „Be recepto antibiotikų neparduodame“ – šiuos gydytojo ar vaistininko pasakytus žodžius tikrai girdėjote, tačiau ar suvokėte, kodėl jie yra ypač svarbūs? Neracionalus antibiotikų vartojimas gydymo tikslais yra pagrindinė  atsparumo antibiotikams išsivystymo priežastis, kai antimikrobiniai vaistai tampa nebeefektyvūs, atsparios bakterijos toliau dauginasi, užtęsia ligą ar net sukelia užsikrėtusiojo mirtį. Tokia infekcija gali būti perduodama kitiems žmonėms, o jos gydymas tampa komplikuotas: pradedamas per vėlai,  pacientui reikalinga intensyvesnė priežiūra, skiriami brangesni antibiotikai, galintys turėti žalingesnį poveikį. Tačiau kaip išsivysto atsparumas antibiotikams?<br></br><br></br>Skirtingų rūšių antibiotikai gali būti nusitaikę į svarbiausias bakterijos gyvavimui struktūras: membranos komponentus, sienelės, baltymų ir nukleorūgščių sintezę. <img>/images/antibiotiku_veikimas.png</img> Tad sutrikdžius vieną iš šių procesų, bakterijos žūva. Tačiau kartais atsiranda atsparių antibiotikų poveikiui bakterijų, kurios, susidarius palankioms sąlygoms, dauginasi ir plinta perduodamos atsparumą koduojančius <1>genus</1> kitoms bakterijoms. Išplitusios tokios bakterijos gali perduoti atsparumo savybę koduojantį <1>geną</1> kitoms, antibiotikui jautrioms bakterijoms. Modeliuose pavaizduoti trys <2>horizontalaus genų perdavimo</2> būdai: <5>transdukcija</5> – atsparumą suteikiantis <1>genas</1> yra perduodamas per bakterijų virusą bakteriofagą, <4>transformacija</4> – <1>genas</1> perimamas iš žuvusios bakterijos, <3>konjugacija</3> – <1>genais</1> apsikeičia dvi gyvos bakterijos. Demonstruojamame modelyje atsparumas išsivysto dėl membranos lipidų pokyčių – antibiotikai nebegali paveikti pakitusios struktūros bakterijos membranos. Pakitus membranos struktūrai, į bakterijų membraną nukreipti antibiotikai tampa nebeefektyvūs, reikalingas alternatyvus gydymas.",
  "ANTIBIOTIC-DESC-SIMPLIFIED": ",,Būtinai suvartokite pilną antibiotikų dozę’’, ,,Be recepto antibiotikų neparduodame” - tikrai esate girdėję šiuos gydytojo ar vaistininko pasakytus žodžius. Tačiau ar supratote, kodėl tai svarbu? Neteisingas antibiotikų vartojimas yra pagrindinė priežastis, kodėl atsiranda bakterijų atsparumas antibiotikams. Bakterijų atsparumas reiškia, kad antibiotikai nebeveikia tokių bakterijų ir jos toliau dauginasi, liga trunka ilgiau, gali sukelti mirtį. Atsparios antibiotikams bakterijos gali būti perduodamos kitiems žmonėms ir sukelti sudėtingas ligas. Tokiems ligoniams reikalinga ilgesnė priežiūra, skiriami brangesni antibiotikai, kurie kartais turi šalutinių poveikių. Tačiau kaip išsivysto bakterijų atsparumas antibiotikams?<br></br><br></br>Skirtingų rūšių antibiotikai nusitaiko į svarbiausias bakterijos dalis.  Tos dalys yra svarbios ląstelės išgyvenimi, tad pažeidus nors vieną, bakterijos žūva. Tačiau kartais atsiranda atsparių pažeidimams bakterijų. Esant geroms sąlygoms, atsparios bakterijos dauginasi ir plinta, taip kitoms, neatsparioms bakterijoms perduoda genus, kurie nulemia atsparumą. Išplitusios tokios bakterijos gali perduoti atsparumo savybę kitoms, antibiotikui neatsparioms bakterijoms. <br></br><br></br>Modeliuose pavaizduoti trys būdai, kaip vienos bakterijos perduoda savo genus kitoms bakterijoms:<br></br>Transdukcija - genas, nulemiantis atsparumą yra perduodamas per bakterijų virusą (bakteriofagą).<br></br>Transformacija - genas paimamas iš kitos, žuvusios bakterijos.<br></br>Konjugacija - genais apsikeičia dvi gyvos bakterijos. <br></br>",
  "ANTIBIOTIC-1-NAME": "Genai",
  "ANTIBIOTIC-1-DESC": "Bakterijų gyvavimui svarbios struktūros yra užkoduotos genuose. Genai – tai yra nukleorūgščių atkarpos. Šios atkarpos yra aptinkamos bakterijų chromosomoje ir <6>plazmidėse</6> (atskiros žiedinės nechromosominės nukleorūgčių atkarpos). Dėl vykstančių mutacijų nukleorūgštys kinta – susidaro nauji genai, kuriuos bakterijos perduoda kitoms bakterijoms vadinamuoju horizontaliuoju keliu trimis būdais.",
  "ANTIBIOTIC-2-NAME": "Horizontalus genų perdavimas",
  "ANTIBIOTIC-2-DESC": "Horizontalus genų perdavimas – <1>genų</1> judėjimas tarp organizmų, ne dauginimosi (vertikalaus perdavimo) metu. Išskiriami trys pagrindiniai būdai: <3>konjugacija</3>, <5>transdukcija</5>, <4>transformacija</4>.",
  "ANTIBIOTIC-3-NAME": "Konjugacija",
  "ANTIBIOTIC-3-DESC": "Konjugacija [lot. <i>conjugatio</i> – sujungimas] – procesas, kurio metu <1>genai</1> perduodami susijungiant bakterijoms tarpusavyje specializuotų struktūrų pagalba. Bakterijos gali tikslingai perduoti nukleorūgščių atkarpas giminingoms bakterijoms. Vienos savo paviršiuje turi specifinius baltymus (adhezinus), kitos – formuoja specialias vamzdelio pavidalo struktūras – gaurelius.",
  "ANTIBIOTIC-4-NAME": "Transformacija",
  "ANTIBIOTIC-4-DESC": "Transformacija [lot. <i>transformatio</i> – pasikeitimas] – procesas, kurio metu nukleorūgštys, esančios aplinkoje, patenka tiesiogiai į bakterijos vidų. Žuvus bakterijoms, į aplinką išsiskiria jų nukleorūgštys. Likusios gyvos bakterijos gali pasisavinti šią laisvą svetimą nukleorūgštį ar jos atkarpas iš aplinkos ir tokiu būdu įgyti naujų savybių, tame tarpe ir atsparumą antibiotikams. Paprastai šis procesas vyksta bioplėvelėje – struktūroje, kurią suformuoja bakterijos daugindamosis ant standaus paviršiaus. Bakterijos į aplinką sekretuoja specialias lipnias medžiagas, leidžiančias susidaryti tampriai plėvelei, kurią sunku pašalinti mechaniškai. Susiformavus bioplėvelei, į ją patenka ir kitų rūšių bakterijos, kurios dauginasi, žūsta, gali įgyti naujų savybių.",
  "ANTIBIOTIC-5-NAME": "Transdukcija",
  "ANTIBIOTIC-5-DESC": "Transdukcija [lot. <i>transductio</i> – perkėlimas] – procesas, kurio metu <1>genus</1> iš vienos bakterijos į kitą perneša bakteriofagai. Bakteriofagai (bakterijų virusai) į bakterijos vidų įšvirkščia savo nukleorūgštį, kurią sudaro <1>genai</1> reikalingi bakteriofago dauginimuisi. Bakteriofago nukleorūgštyje tarp jo dauginimuisi reikalingų <1>genų</1> gali būti įsiterpęs bakterijos <1>genas</1>, koduojantis atsparumą antibiotikams. Šį <1>geną</1> bakteriofagas pasiima iš bakterijos, kurioje prieš tai pasidaugino.",
  "ANTIBIOTIC-6-NAME": "Plazmidės",
  "ANTIBIOTIC-6-DESC": "Plazmidėse taip pat yra genai – bakterijoms plazmidės nėra gyvybiškai svarbios kaip chromosoma – jas lengvai praranda ir vėl įgyja. Plazmidės gali būti perduodamos visais horizontalaus genų perdavimo būdais – <4>transformacijos</4>, <5>transdukcijos</5> ir <3>konjugacijos</3> metu."
}
