{
  "BIOIT-NAME": "Bioinformatika",
  "BIOIT-DESC": "Kaip minėta <2>DNR</2> modelyje, šioje molekulėje A, T, C ir G bazėmis koduojama genetinė informacija. Tuo tarpu kompiuteriai viską „atsimena\" naudodami vienetukų ir nuliukų sistemą. <img>/images/bioinformatika.png</img> Tikriausiai, sutiktumėte su teiginiu, kad ir kompiuteryje, ir <2>DNR</2> molekulėje yra saugoma tam tikra informacija. Tačiau šiuos du dalykus sieja ne tik tai.<br></br><br></br>Atliekant biologinių duomenų sekvenavimą - iš gyvų organizmų išgautų <2>DNR</2> ar <3>RNR</3> sekų nuskaitymą, gaunami labai dideli kiekiai biologinės informacijos, kuri gali būti suprasta ir apdorota tik naudojant kompiuterį. Čia į pagalbą ateina bioinformatikos specialistai.<br></br><br></br>Šie žmonės pasitelkdami įvairius kompiuterinius metodus sugeba <2>DNR</2> ar <3>RNR</3> sekose įžvelgti panašumus, atkurti baltymų struktūras, pritaiko programas gyvoms sistemoms modeliuoti bei biologiniuose duomenyse įžvelgia tai, ko be kompiuterių pagalbos žmogaus akis nepastebėtų.<br></br><br></br>Bioinformatika sparčiai vystosi, kuriami vis tobulesni įrankiai biologinių duomenų analizei atlikti. Šio mokslo pagalba tiriamos bei gydomos onkologinės ligos, atrandami ir kuriami nauji vaistai, genų terapijos metodai.<br></br><br></br>Dabar sunkiai įsivaizduojame savo gyvenimą be kompiuterio. Be šios mašinos neapsieina ir mokslininkai dirbantys įvairiose srityse. Kas žino, kur toliau nuves ši nepaprastai reikšminga kompiuterio ir biologijos draugystė.",
  "BIOIT-DESC-SIMPLIFIED" :"Tiek kompiuteryje, tiek DNR yra saugoma tam tikra informacija. DNR molekulėje genetinė informacija perteikiama keturiais junginiais. Jie žymimi A, T, C ir G raidėmis. O kompiuteriuose naudojami vienetukai ir nuliukai.  Nuskaičius DNR ar RNR sekas gaunama labai daug informacijos. Mokslininkai, vadinami bioinformatikais, naudoja kompiuterius, kad tirtų ir suprastų šią informaciją. Šie mokslininkai biologininėje informacijoje įžvelgia tai, ko be kompiuterių pagalbos žmogaus akis nepastebėtų. Jie DNR ar RNR sekose ieško panašumų, kopijuoja baltymų išvaizdą. Taip pat mokslininkai pritaiko kompiuterines programas ir atkartoja gyvybinius procesus kompiuteryje. Bioinformatika greitai tobulėja. Nuolat kuriami nauji įrankiai, kad geriau suprastume biologinę informaciją. Šio mokslo pagalba tiriamos bei gydomos onkologinės ligos, atrandami ir kuriami nauji vaistai. Dabar sunkiai įsivaizduojame savo gyvenimą be kompiuterio. Be kompiuterio neapsieina ir mokslininkai, dirbantys įvairiose srityse. Kas žino, kur toliau nuves ši reikšminga kompiuterio ir biologijos draugystė.",
  "BIOIT-1-NAME": "Azotinės bazės",
  "BIOIT-1-DESC": "<2>DNR</2> molekulę sudaro mažos „kaladėlės” vadinamos nukleotidais, kurie jungdamiesi tarpusavyje gali suformuoti didesnę molekulę - nukleorūgštį. Visų organizmų <2>DNR</2> grandines sudaro tos pačios modelyje atskirai išskirtos 4 azotinės bazės: adeninas, timinas, citozinas ir guaninas. Skirtingų <2>DNR</2> grandinių azotinės bazės gali susijungti viena su kita. Tai ir nulemia, jog <2>DNR</2> yra dvigrandė molekulė. Azotinės bazės viena su kita jungiasi formuodamos vandenilinius ryšius. Šis susijungimas vyksta pagal specifinę sistemą: adeninas jungiasi su timinu (susidaro 2 vandeniliniai ryšiai) ir citozinas jungiasi su guaninu (susidaro 3 vandeniliniai ryšiai). Šį specifinį susijungimą mokslininkai vadina komplementarumo principu.",
  "BIOIT-2-NAME": "DNR",
  "BIOIT-2-DESC": "DNR - dvigrandė molekulė sudaryta iš mažų “kaladėlių” vadinamų <1>nukleotidais</1>. DNR molekulėse saugoma genetinė informacija.",
  "BIOIT-3-NAME": "RNR",
  "BIOIT-3-DESC": "RNR - viengrandė, į <2>DNR</2> panaši molekulė, kurioje užkoduota genetinė informacija apie pirminę baltymo struktūrą. Šią informaciją iRNR neša iš ląstelės branduolio į citoplazmą, kur yra struktūros, atsakingos už baltymo sintezę. Daugiau galite sužinoti peržiūrėję „RNR\" modelį."
}
