{
  "CRISPR-NAME": "Genų žirklės",
  "CRISPR-DESC": "Bakterijos prieš virusus kovoti pradėjo gerokai anksčiau nei žmonės. Šie nesudėtingų struktūrų bakterijų priešai prilimpa prie bakterijų ląstelės, suleidžia į ją savo genetinę informaciją ir paverčia bakteriją naujų virusų fabriku. <img>/images/bakteriofagas.png</img> Virusui pasidauginus, bakterijos dažniausiai žūsta. Bet kai kurioms bakterijoms visgi pavyksta išgyventi, nes jos aktyvuoja antivirusinės apsaugos sistemą, vadinamą CRISPR-Cas. Ši sistema pagrobia viruso DNR sekos dalelę ir įstato ją į bakterijos <1>genomą</1>, tokiu būdu „įsimindamos“ virusą - užpuoliką. Čia seka saugoma iki kol jos prireikia. Kai virusas vėl užpuola bakteriją, ši seka greitai nukopijuojama ir panaudojama užtaisyti slaptam ginklui – baltymui, vadinamu <2>Cas9</2>. Užtaisytas baltymas, panaudodamas viruso sekos fragmentą kaip adresą, ima naršyti po bakterijos vidų, ieškodamas virusinio užpuoliko pėdsakų. Naršydamas jis lygina kiekvieną sutiktą DNR seką su jau turimu adresu. Kai baltymas suranda visiškai sutampančią seką, jis ją perkerpa, sugadindamas viruso genetinę informaciją ir virusas nebegali daugintis.<br></br><br></br>Tokiu būdu bakterija apsisaugo nuo viruso - užpuoliko. Išsiaiškinę šiuos mechanizmus, mokslininkai taip pat suprato, jog šią sistemą galima perprogramuoti, pakeitus adreso seką, ir tokiu būdu nukreipti <2>Cas9</2> baltymą į bet kurią DNR vietą ne tik bakterijų, bet ir augalų ir gyvūnų bei žmonių ląstelėse. Tokiu būdu, <2>Cas9</2> tapo programuojamu genetiniu įrankiu, kurio pagalba galima redaguoti <1>genomus</1>, kuriant naujas augalų veisles ar gydant paveldimas genetines ligas bei vėžį. Bet kaip ir pirmasis kompiuteris, taip ir CRISPR-Cas9 sistema yra tik pirmasis nuostabios technologijos modelis – geriausių ir tobulesnių versijų reikės palaukti netolimoje ateityje.<br></br><br></br>Prie šios sistemos kūrimo aktyviai prisideda ir Lietuvos mokslininkai, dirbantys VU Gyvybės mokslų centre ir biotechnologijų startuolyje CasZyme.",
  "CRISPR-DESC-SIMPLIFIED": "Bakterijos prieš virusus kovoti pradėjo anksčiau nei žmonės. Virusai prilimpa prie bakterijų ląstelės, suleidžia į ją savo genetinę informaciją ir paverčia bakteriją naujų virusų fabriku. Virusui pasidauginus, daug bakterijų miršta. Tačiau kai kurios bakterijos išgyvena. Joms išgyventi padeda CRISPR-Cas9 sistema, kuri apsaugo nuo virusų.<br></br><br></br>Ši sistema paima viruso DNR dalelę ir įstato ją į bakteriją. Tai leidžia bakterijai atsiminti virusą. Kai virusas vėl užpuola bakteriją, išsaugota DNR dalelė nukopijuojama. DNR dalelė padeda veikti baltymui, kuris vadinasi Cas9. Aktyvus Cas9 baltymas keliauja po bakterijos vidų ir ieško viruso DNR dalelės. Naršydamas jis lygina kiekvieną naują DNR seką su turima viruso DNR dalele. Kai baltymas suranda tokią pačią DNR dalelę, kokią yra išsaugojęs, ją perkerpa. Perkirpus viruso DNR, virusas nebegali daugintis. Tokiu būdu bakterija apsisaugo nuo viruso.<br></br><br></br>Mokslininkai sužinojo apie šį procesą ir sugalvojo jį panaudoti. Jie išmokė baltymą Cas9 atrasti reikalingas DNR daleles. Dabar Cas9 baltymas gali veikti ne tik bakterijose, o ir žmonių bei augalų ląstelėse. Šis baltymas gali padėti kurti naujas augalų veisles, gydyti paveldimas ligas bei vėžį.<br></br><br></br>CRISPR-Cas9 sistema vis dar tobulinima. Prie to prisideda Lietuvos mokslininkai.",
  "CRISPR-1-NAME": "Genomas",
  "CRISPR-1-DESC": "Genomas – pilnas organizmo genetinės informacijos rinkinys. Kiekvienas genomas savyje talpina visą informaciją, kuri reikalinga sukurti specifinį organizmą, leisti jam augti bei vystytis.",
  "CRISPR-2-NAME": "Cas9",
  "CRISPR-2-DESC": "Cas9 – specifinis baltymas, atliekantis svarbų vaidmenį bakterijos imuniniame atsake prieš viruso - užpuolėjo DNR."
}
