{
  "DNA-NAME": "DNR",
  "DNA-DESC": "Kodėl drugelio sparnai tokie ryškūs? Tikriausiai esate girdėję, jog išvaizdos bruožus ir būdo savybes organizmai gali paveldėti iš savo tėvų. Gerai pagalvoję, galėtume pasakyti, jog geltoną drugelio sparnų spalvą nulemia pigmentai, randami drugelio sparnų ląstelėse. Tačiau iš kur šie pigmentai atsiranda? Pigmentus pagamina įvairūs baltymai - fermentai. Iš kur drugelio ląstelė turi šių baltymų? Juos reikia pagaminti, tačiau svarbiausias klausimas – iš kur ląstelės žino, kokius jai reikia gaminti baltymus ir kokia turėtų būti jų struktūra? Už tai atsakingą molekulę matote savo ekrane: tai deoksiribonukleorūgštis, arba sutrumpintai DNR. Ši molekulė kompaktiškai susiraizgiusi išsidėsto beveik kiekviename mūsų bei drugelio ląstelių branduolyje ir savyje koduoja informaciją apie visų organizmo baltymų struktūrą. <img>6thsense2022/images/lasteles_branduolys.png</img> Šie baltymai, jų tarpusavio sąveikos bei produktai nulemia, kaip mes elgiamės, atrodome ir kaip turi veikti organizmas pradedant nuo vienos ląstelės veiklos. Kitaip tariant, DNR nulemia organizmo formuojamus, turimus bei palaikomus požymius.<br></br><br></br>DNR molekulė yra dvigrandė. Kiekvieną jos grandinę sudaro mažesni statybiniai blokeliai - <1>nukleotidai</1>, kurie tarpusavyje skiriasi tik savo turimomis azotinėmis bazėmis, kurių iš viso yra keturios: adeninas, timinas, guaninas ir citozinas. Įdomu, jog šios azotinės bazės būdingos visiems organizmams, todėl skirtingų organizmų genetinis kodas yra laikomas universaliu. Vadinasi, molekulinės instrukcijos apie tai, kaip turėtų susiformuoti ir veikti gyvybė yra panašios ir pas drugelį, ir pas žmogų.  Jeigu palygintumėte savo genetinį kodą su bet kurio kito žmogaus, pamatytumėte, kad su juo dalinatės net 99,9 % identiška genetine informacija! Kitaip tariant, tik nedidelė mūsų DNR dalis (0,1%) paaiškina kiekvieno žmogaus unikalumą. Šalia šio DNR modelio taip pat galite pamatyti iš kokių cheminių elementų, t.y. <2>atomų</2> yra sudaryta DNR molekulė.",
  "DNA-DESC-SIMPLIFIED": "Išvaizdos ir būdo savybes žmonės gali paveldėti iš tėvų. Taip yra todėl, kad besiformuojant kūdikiui, tėvai jam perduoda dalį savo genų. Genai yra DNR molekulės dalys. Ją matote ekrane. DNR molekulė yra beveik kiekvienoje kūno ląstelėje, tik ji būna žymiai ilgesnė ir labai stipriai susisukusi. DNR nurodo kaip ląstelėms reikia gaminti baltymus - mažas daleles, kurios atlieka daug gyvybę palaikančių funkcijų žmogaus organizme. Pagaminti baltymai nulemia kaip mes atrodome, elgiamės ir užtikrina, kad būtume sveiki.<br></br><br></br>DNR molekulė yra iš dviejų grandinių. Kiekvieną grandinę sudaro mažos kaladėlės, vadinamos nukleotidais. Visose DNR molekulėse yra tik keturios skirtingos kaladėlių rūšys. Todėl, kad tos kaladėlės viena ant kitos yra sudėliotos skirtinga eilės tvarka, mes skiriamės nuo kitų žmonių. Šalia šio DNR modelio taip pat galite pamatyti iš kokių cheminių elementų t.y. atomų yra sudaryta DNR molekulė.",
  "DNA-1-NAME": "Azotinės bazės",
  "DNA-1-DESC": "DNR molekulę sudaro mažos “kaladėlės” vadinamos nukleotidais, kurie jungdamiesi tarpusavyje gali suformuoti didesnę molekulę - nukleorūgštį. Visų organizmų DNR grandines sudaro tos pačios modelyje atskirai išskirtos 4 azotinės bazės: adeninas, timinas, citozinas ir guaninas. Skirtingų DNR grandinių azotinės bazės gali susijungti viena su kita. Tai ir nulemia, jog DNR yra dvigrandė molekulė. Azotinės bazės viena su kita jungiasi formuodamos vandenilinius ryšius. Šis susijungimas vyksta pagal specifinę sistemą: adeninas jungiasi su timinu (susidaro 2 vandeniliniai ryšiai) ir citozinas jungiasi su guaninu (susidaro 3 vandeniliniai ryšiai). Šį specifinį susijungimą mokslininkai vadina komplementarumo principu.",
  "DNA-2-NAME": "Atomai",
  "DNA-2-DESC": "Pačios mažiausios DNR molekulių struktūrinės dalys - atomai. Jie jungdamiesi tarpusavyje sudaro sudėtingas struktūras, kurių visuma ir sudaro papildytos realybės modelyje matomą DNR molekulę, kurioje esantys genai nulemia organizmo požymius. DNR molekulėje iš viso yra penkių skirtingų cheminių elementų atomai: deguonies, azoto, anglies, fosforo ir vandenilio (vandenilio atomai DNR modelyje neatvaizduoti, nes jie yra labai smulkūs). DNR molekulėje daugiausia randama anglies atomų, nes šie yra visos Žemės planetoje egzistuojančios gyvybės pagrindas."
}
