{
  "FAQ-1-TITLE": "Kaip pamatyti <c>modelį</c>?",
  "FAQ-1-CONTENT-1": "Nuskaitykite QR kodą naudodami savo telefono kamerą. Neturite QR kodo ar kameros? Spauskite <c>čia</c>",
  "FAQ-1-CONTENT-2": "Suteikite leidimą naudoti kamerą naršyklėje, nuskenuokite juodai baltą žymeklį ir stebėkite papildytos realybės modelį",
  "FAQ-2-TITLE": "Kaip peržiūrėti 3D modelį <c>nenaudojant kameros</c>?",
  "FAQ-2-CONTENT": "Pasirinkę norimą modelį, paspauskite <camera></camera> ikoną ir stebėkite 3D modelius savo telefono ar kompiuterio ekrane",
  "FAQ-3-TITLE": "Kaip sužinoti <c>daugiau informacijos</c>?",
  "FAQ-3-CONTENT-1": "Paspaudę <sound></sound> galite klausytis informacijos apie regimą modelį",
  "FAQ-3-CONTENT-2": "Paspaudę <info></info> galite perskaityti informaciją apie regimą modelį",
  "FAQ-3-CONTENT-3": "Spustelėkite paryškintą žodį tekste ir sužinokite, ką šis žodis reiškia",
  "FAQ-4-TITLE": "Kaip peržiūrėti <c>kitą modelį</c>?",
  "FAQ-4-CONTENT": "1. Modelių peržiūros lange paspauskite <menu></menu> ikoną <br></br>2. Paspauskite <models></models> ir pasirinkite kitą modelį peržiūrai <br></br>3. Jei neturite šių modelių žymeklių, peržiūra naudojant kamerą negalima. Tačiau modelį peržiūrėti vis tiek galite paspaudę <camera></camera> ikoną",
  "FAQ-5-TITLE": "Dažniausiai užduodami <c>klausimai</c>",
  "FAQ-5-CONTENT-1": "<c>Ar mano naršyklėje veikia papildytos realybės technologija?</c><br></br>Dauguma naršyklių palaiko šias technologijas. Nepalaikančios naršyklės: iOS Chrome, iOS Firefox.",
  "FAQ-5-CONTENT-2": "<c>Ką daryti, jei kamera nerodo modelio?</c><br></br>Įsitikinkite, kad nuskenavote šios lentelės QR kodą. Patikrinkite, ar žymeklis gerai apšviestas, be šešėlių, neuždengtas ir matosi visas kameroje. Pabandykite nusukti kamerą nuo žymeklio ir tada vėl atsukti.",
  "FAQ-5-CONTENT-3": "<c>Mano telefonas nenuskenuoja QR kodo. Ką daryti?</c><br></br>Galite parsisiųsti QR kodus skenuojančią programėlę savo įrenginiui. Jei jūsų įrenginys neturi kameros, galite įjungti paprastą 3D modelio peržiūrą ekrane paspaudę kameros ikoną.",
  "FAQ-5-CONTENT-4": "<c>Kas yra papildyta realybė?</c><br></br>Technologija, kuri leidžia realiu laiku pridėti vizualų (pvz. 3D modelis) ir kitų virtualių patobulinimų į realaus pasaulio objektus. Šis projektas jūsų įrenginio kameros pagalba ekrane atvaizduoja 3D modelius ant žymeklių.",
  "FAQ-5-CONTENT-5": "<c>Kaip naudotis šia svetaine neturint žymeklių?</c><br></br>Žymeklius galite parsisiųsti pagrindiniame puslapyje. Juos galite naudoti per kompiuterio ekraną, tačiau rekomenduojame atsispausdinti, kadangi QR kodai ir žymekliai gali būti prasčiau nuskaitomi iš ekranų.",
  "FAQ-5-CONTENT-6": "<c>Ką daryti jeigu Huawei telefonas nenuskaito žymeklio?</c><br></br>Eikite į telefono naršyklės nustatymus (settings) - privatumas ir saugumas (privacy and security) - išvalyti naršymo duomenis (clear browsing data) - slapukai ir svetainės duomenys (cookies and site data) - išvalyti (clear).",
  "WHATSIGEM-TITLE": "Kas tas iGEM?",
  "WHATSIGEM-CONTENT": "iGEM? Ne, su džemu tai neturi nieko bendra. iGEM - tai kasmetinis tarptautinis akademinis konkursas, kurio tikslas skatinti sintetinės biologijos progresą. Sintetinės biologijos esmė – pasitelkiant genų inžineriją pakeisti įprastus organizmus taip, kad jie įgytų naujų bruožų, atliktų naudingas funkcijas ir pan.<br></br><br></br>Tarpdisciplininės universitetų studentų komandos sprendžia globalias medicinos, maisto pramonės, energetikos bei kitų aktualių sričių problemas. Projektų įgyvendinimui komandos pasitelkia biologiją, molekulinę biologiją, informatiką, matematiką bei inžineriją. Taip pat didelė konkurso dalis – edukacija bei visuomenės įtraukimas. Studentai siekia griauti mitus apie sintetinę biologiją bei skleisti žinią apie šią gan naują ir potencialią mokslo sritį.<br></br><br></br>Komandos glaudžiai bendradarbiauja su mokslininkais, valdžios institucijomis, verslais, kad rastų optimaliausią pasirinktos problemos sprendimą.<br></br><br></br>Vilnius-Lithuania iGEM komanda jau septintą kartą dalyvauja šiame konkurse ir jau du kartus yra laimėjusi didįjį prizą. Šiemet mes kuriame amebiazės, infekcinės žarnyno ligos, detekcijos bei gydymo įrankius.<br></br><br></br>Dėkojame projekto draugams: prof. Aurelijai Žvirblienei, prof. Daumantui Matuliui, Pauliui Sungailai, lekt. Vikai Gabei, prof. Virginijui Šikšniui, dr. Urtei Neniškytei, prof. Linui Mažučiui, virtualiai mokyklai „Digiklasė”.<br></br><br></br>Nori sužinoti daugiau? Apsilankyk <c>https://vilniusigem.lt/</c>",
  "WHATS6THSENSE-TITLE": "6-asis SinBio pojūtis",
  "WHATS6THSENSE-CONTENT": "Ar kada pagalvojai, kad išmanusis įrenginys gali praplėsti tavo jusles? Kad jis gali padėti patirti daugiau nei įprasta?<br></br><br></br>Jei ne, mes, Vilnius-Lithuania iGEM komanda, kviečiame pasinerti į papildytos realybės pasaulį ir įsijungti šeštąjį pojūtį. Mūsų projekte galėsi patyrinėti dešimt modelių – nuo RNR iki bioinformatikos. Nematomi, ląsteliniame lygmenyje vykstantys procesai, sintetinės biologijos konceptai ir kitos įdomybės pasiekiami pirštų galais.<br></br><br></br>Mokykis, atrask, tapk super žmogumi.<br></br><br></br>Neriam į sinbio pasaulį?<br></br><br></br>Nežinai, kaip naudotis puslapiu? Užmesk akį <c>čia</c>",
  "PRIVACY-POLICY-TITLE": "Privatumo politika",
  "PRIVACY-POLICY-CONTENT": "Vilnius-Lithuania iGEM komanda atsakingai žiūri į <a1>www.igem-vilnius.ar.com</a1> (toliau – svetainės) lankytojų duomenų apsaugą bei teisę į privatumą, tad čia pateikiame informaciją apie renkamus duomenis bei naudojamus slapukus.<br></br><br></br><c>Duomenų apsauga ir slapukai</c><br></br>Šioje svetainėje duomenys, kurie galėtų būti panaudojami žmogaus atpažinimui (pvz. vardas, elektroninis paštas, tiksli lokacija), nėra renkami. Siekiant padaryti svetainę patogesne ir prieinamesne didesnei žmonių grupei, yra naudojami slapukai (angl. <i>cookies</i>), tačiau atpažinti asmens jais negalime. Naudojame dviejų tipų slapukus:<br></br><br></br><c>Būtinuosius</c> – kalbos bei teksto šrifto pasirinkimas;<br></br><br></br><c>Statistinius</c> – „Google Analytics“ slapukai, kurie teikia informaciją apie svetainės lankytojų lankomumą (konkretūs asmenys nėra identifikuojami). „Google Analytics“ privatumo politiką galite rasti <a2>čia</a2>.<br></br><br></br>Sutikimą naudoti slapukus galite suteikti išreikšdami sutikimą arba toliau naršant svetainėje slapukų neištrinant ir nepakeisdami naršyklės nustatymų, jog slapukai nebūtų renkami. Išsamesnę informaciją apie slapukų naudojimą galite rasti <a3>čia</a3>. Visgi, rekomenduojame slapukų neišjungti, kadangi jie užtikrina teisingą svetainės veikimą bei duodate mums galimybę naudojant statistinius duomenis pagerinti svetainės veikimą.<br></br><br></br><c>Trečiųjų šalių tinklapiai</c><br></br>Šioje svetainėje yra nuorodų į kitus interneto puslapius, kuriuose yra suteikiama papildoma informacija aktuali šiam projektui. Rekomenduojame atkreipti dėmesį į tai, kad mes neatsakome už šių svetainių duomenų apsaugos politiką bei slapukų nustatymus, kadangi šios svetainės privatumo politika kitoms svetainėms negalioja.<br></br><br></br><c>Kontaktai</c><br></br>Iškilus klausimams dėl duomenų apsaugos ar slapukų naudojimo šioje svetainėje, galite susisiekti su mumis el. paštu <a4>it@vilniusigem.lt</a4>."
}
