{
  "GMO-NAME": "GMO",
  "GMO-DESC": "Gyvybė pasaulyje nuolat atsitiktinai mutuoja ir kinta – nuo <i>Australopitecus aferensis</i> tapimo <i>Homo sapiens</i> iki periodiškai pasirodančių koronaviruso mutacijų. Genetinės modifikacijos taip pat nurodo genetinės medžiagos kitimą, tačiau pagrindinis skirtumas yra tas, kad organizmai yra genetiškai modifikuojami tik tiksliai žinant, kas keičiama ir kokiu tikslu, laikantis aukščiausių biosaugumo reikalavimų.<br></br><br></br>Šis papildytos realybės modelis vaizduoja <1>auksinius ryžius</1> ir jų kūrimo procesą. Visų pirma, mokslininkai analizuoja, kokia papildoma savybė augalui yra reikalinga. Šiuo atveju, siekta įprastinius ryžius praturtinti <3>beta karotenu</3>, kurį žmogaus organizmas verčia į vitaminą A. Nustačius DNR seką, koduojančią <3>beta karoteno</3> sintezę, atrenkamas augalas (kukurūzai), kurie tokią seką jau turi. Atliekamas kukurūzų ir ryžių genomų palyginimas, tiksliau identifikuojami jų skirtumai ir atrenkamas atitinkamas genas, koduojantis <3>beta karoteno</3> sintezę. Atrinkta nauja genetinė informacija į ryžių sėklas gali būti įterpta keliais būdais: <4>biolistiniu</4> ir pasitelkiant genetinės informacijos pernešėją (vektorių) <i><5>Agrobacterium tumefaciens</5></i> bakteriją. <img>/images/beta_karotenas.png</img> Paskutiniame etape, naujai sukurto organizmo genomas yra patikrinamas, kad būtų įsitikinama, jog bus auginami tik tinkamai modifikuoti augalai.<br></br><br></br>Nors neretai įsivaizduojame, kad <2>genetiškai modifikuotas maistas</2> yra pavojingas, atrodo nenatūraliai ir yra nesaugus vartoti, iš tiesų genetinės modifikacijos yra ypač atsakingai <6>tikrinamos ir testuojamos</6>, tad baimintis tikrai nereikėtų, o technologijos sprendžiamų problemų spektrą riboja tik mūsų vaizduotė. <3>Beta karotenu</3> praturtinti ryžiai gali užkirsti kelią tūkstančių vaikų regėjimo praradimui, atsparios kenkėjams daržovės sumažintų žemės ūkio poveikį aplinkai, o teršalus neutralizuojantys augalai, mikroorganizmai galėtų išvalyti aplinką bei užkirsti kelią klimato kaitai.",
  "GMO-DESC-SIMPLIFIED" :"Gyvybė pasaulyje nuolat kinta - vieni organizmai tobulėja, įgyja naujų funkcijų, kiti išnyksta. „Genetiškai modifikuotas“ nurodo genų (informacija apie organizmą) pokyčius, tačiau pagrindinė savybė yra ta, kad organizmų genai yra keičiami tik tiksliai žinant, kas keičiama ir kokiu tikslu, laikantis saugumo reikalavimų.<br></br><br></br>Šis modelis rodo auksinius ryžius ir jų kūrimą. Visų pirma, mokslininkai galvoja, kokia papildoma savybė augalui yra reikalinga, - modelyje siekta ryžius papildyti vitaminu A. Pirmiausia rastas vitamino A gamybą nulemiantis genas. Jį mokslininkai rado kukurūzuose. Nauja genetinė medžiaga į ryžių sėklas gali būti įterpta keliais būdais, pavyzdžiui, panaudojant bakterijas, smulkias metalo daleles, labai smulkias adatas. Galiausiai, patikrinama ar genų perkėlimas pavyko.<br></br><br></br>Genetiškai pakeistas maistas yra labai atsakingai tikrinamas ir testuojamas, o ryžiai su vitaminu A gali užkirsti kelią matymo praradimui.",
  "GMO-1-NAME": "Auksiniai ryžiai",
  "GMO-1-DESC": "Auksiniai ryžiai - genetiškai modifikuotų ryžių rūšis, kurie yra praturtinti <3>beta karotenu</3>. Nors <3>beta karotenas</3> yra gausiai aptinkamas morkose, saldžiosiose bulvėse, špinatuose, abrikosuose, kai kuriose šalyse, ypač besivystančiose, yra paplitusi kitokia mityba, gyventojai negauna pakankamai reikalingo <3>beta karoteno</3>, dėl to kasmet tūkstančiai vaikų netenka regėjimo, susiduria su kitomis sveikatos problemomis. <3>Beta karotenu</3> praturtinus ryžius, kurie šiuose kraštuose yra populiarūs ir lengvai prieinamas maistas, siekiama spręsti šią sveikatos problemą.",
  "GMO-2-NAME": "Genetiškai modifikuotas maistas",
  "GMO-2-DESC": "Genetiškai modifikuotas maistas – tai maistas, kuris yra pagamintas iš genetiškai modifikuotų organizmų. Genetiškai modifikuoto maisto genetinė medžiaga yra pakeista ir įgijusi savybių, kurios negalėtų atsirasti natūraliu būdu.",
  "GMO-3-NAME": "Beta karotenas",
  "GMO-3-DESC": "Beta karotenas - yra organinis pigmentas, iš kurio žmogaus organizmas pasigamina vitaminą A. Pastarasis yra antioksidantas, itin svarbus normaliai odos ir regos funkcijai palaikyti, o trūkumas pasireiškia suprastėjusia rega, sausėjančia akių gleivine, odos sausumu, nagų lūžinėjimu. Svarbu paminėti, jog vitamino A perteklius yra toksiškas organizmui, tad yra būtina palaikyti balansą.",
  "GMO-4-NAME": "Biolistinė genų pernaša",
  "GMO-4-DESC": "Biolistinė genų pernaša - naudojamas genų patranka, kuria į ląsteles iššaunamos mikroprojektilės (metalai), padengtos DNR. Augalai tiesiogiai apšaudomi metalo dalelėmis, padengtomis reikalinga DNR.",
  "GMO-5-NAME": "<i>Agrobacterium tumefaciens</i>",
  "GMO-5-DESC": "<i>Agrobacterium tumefaciens</i> - naudojant bakteriją augalų modifikacijoms, į jos genomą yra įterpiama tikslinė <3>beta karoteno</3> sintezę koduojanti genų seka, tuomet bakterijai užkrėtus ryžius yra papildoma ryžių natūraliai turėta genetinė informacija.",
  "GMO-6-NAME": "GMO taikomi reikalavimai ir atsakingos institucijos Europoje",
  "GMO-6-DESC": "GMO taikomi reikalavimai ir atsakingos institucijos Europoje - „Lietuvoje, kaip ir visoje Europos Sąjungoje (ES), <2>genetiškai modifikuotus maisto</2> produktus reglamentuoja Europos Parlamento ir Tarybos reglamentas (EB) Nr. 1829/2003 dėl <2>genetiškai modifikuoto maisto</2> ir pašarų (Reglamentas). ES genų inžinerijos būdu sukurti maisto produktai yra vieni iš labiausiai tiriamų produktų. Vertindami jų saugą ir keliamą riziką, specialistai vadovaujasi griežtesniais reikalavimais, nei vertinant tradicinį maistą. Tiriama ir analizuojama produkto sudėtis, jame esančių alergenų ir toksinų kiekiai, vykdomi stebėjimai, kaip žmogaus organizmas pasisavina šį maistą, ir kiti veiksniai. Tyrimai atliekami ir vertinant genetiškai modifikuotų produktų poveikį gamtai, ją supančiai aplinkai. Naujų genetiškai modifikuotų augalų veislių įteisinimo ir patvirtinimo procedūros Europos Sąjungoje vykdomos ne vienerius metus, kol mokslininkai ekspertai įvertina riziką ir įsitikina, jog produktai saugūs žmonių sveikatai. Lietuvoje maisto produktų mėginiai dėl GMO nustatymo yra tiriami Nacionaliniame maisto ir veterinarijos rizikos vertinimo institute.“<br></br><br></br>Daugiau informacijos: <a>https://vmvt.lt/maisto-sauga/maisto-produktai/genetiskai-modifikuotas-maistas/svarbu-zinoti?language=lt</a>"
}
