{
  "RNA-NAME": "RNR",
  "RNA-DESC": "Tikriausiai jau žinote, jog organizmų požymius nulemia DNR molekulė, kurią paveldime iš savo tėvų ir kurią griežtai saugome savo ląstelių branduoliuose. Tačiau ar girdėjote apie RNR molekules, panašias į DNR. RNR molekulės – devindarbės molekulės. Būtent šios ribonukleorūgštys nulemia, jog DNR molekulėje saugoma informacija (genai) gali transformuotis į vieningai veikiančią, sudėtingą sistemą, kurią suvokiame kaip gyvybę. Tačiau gyvybės nebūtų, jeigu Jūsų ląstelėse iš pradžių nebūtų gaminami baltymai.<br></br><br></br>Šiuo metu prieš save matote skirtingų rūšių RNR molekules, kurios yra susijusios su baltymų gamyba ląstelėse (apie kurį daugiau sužinoti galite pasirinkę „Transliacijos” modelį). Įsivaizduokite, jog DNR molekulė ir visi joje esantys genai yra močiutės receptų knyga, kurioje receptus gali laikyti genais. Jeigu pagal konkretų receptą galime pagaminti specifinį patiekalą, tai pagal vieną geną  galime pasigaminti specifinį baltymą. Griežta močiutė savo receptų knygos niekam neatiduotų ir nepaskolintų, taip ir jūsų ląstelėse DNR yra saugoma ląstelės branduolyje ir jo nepalieka. Vis dėlto, kaip gauti receptą? Močiutė yra gera ir leidžia Jums receptą nusirašyti, o lapelį su receptu galite nugabenti pas save į namus, kur sumaišę tinkamus ingredientus, galėsite išsikepti skanių sausainių. Ląstelėse viskas vyksta panašiai: nors DNR yra griežtai saugoma, tačiau įmanoma nukopijuoti joje esančią informaciją. Tokiu būdu yra pagaminamos RNR molekulės.<br></br><br></br>Šį procesą mokslininkai vadina transkripcija. <img>/images/baltymu_sinteze.png</img> Viena iš molekulių, kurią pagaminame transkripcijos proceso metu yra centre besisukanti iRNR (informacinė RNR). Tai viengrandė, iš <1>nukleotidų</1> sudaryta molekulė, kuri šioje istorijoje ir yra nurašytas į lapelį receptas, nes joje yra užkoduota informaciją bei instrukcijos, kaip pagaminti konkretų baltymą. iRNR molekulė gali palikti branduolį ir patekti į ląstelės citoplazmą, kurioje baltymas bus gaminamas baltymų „orkaitėje“ - ribosomoje. <img>/images/ribosoma_citoplasma.png</img><br></br><br></br>Tačiau kad baltymas būtų pagamintas reikalingi įvairūs ingredientai. Kokie? Pirmiausia, tai aminorūgštys, kurias sujungus galima pagaminti baltymą. Jas (aminorūgštis) į ribosomą gali atnešti kita RNR molekulė: tRNR. Taigi, jau turime konkrečią instrukciją (receptą), kaip pagaminti specifinį baltymą ir turime ingredientus jam pagaminti – aminorūgštis. O kur vyksta paties baltymo gamyba (apie kurį daugiau sužinoti galite pasirinkę „Transliacijos” modelį)? Molekulinėse mašinose – ribosomose, kurios gali veikti dėl dar vienos RNR molekulės: rRNR, kuri yra pagrindinė ribosomų sudėtinė dalis.",
  "RNA-DESC-SIMPLIFIED": "Organizmų požymius nulemia kiekvienoje ląstelėje esanti DNR molekulė, kurią paveldime iš tėvų. Ląstelėse taip pat galima rasti į DNR panašias molekules, kurios yra vadinamos RNR. Jos ląstelėse atlieka labai svarbius darbus. Šiuo metu prieš save matote skirtingų rūšių RNR molekules, kurios yra susijusios su baltymų gamyba ląstelėse. Baltymai yra mažos dalelės, kurios padaro, kad būtume sveiki ir stiprūs.<br></br><br></br>DNR molekulės, kurias minėjome anksčiau, saugo informaciją kaip pagaminti baltymus, bet tos informacijos labai paprastai neatskleidžia. Tam, kad ląstelė gautų reikalingą informaciją, į pagalbą ateina iRNR molekulė, kurią matote modelio viduryje. Ji nukopijuoja informaciją, kurią turi DNR ir atneša ją ribosomai - kitai mažai molekulei, kuri padeda gaminti baltymus. Ribosoma yra sudaryta iš dešinėje pusėje matomos rRNR molekulės. Kairėje pusėje matoma tRNR molekulė ribosomai atneša aminorūgštis - baltymo sudedamąsias dalis. Kartu veikdamos visos trys RNR molekulių rūšys pagamina baltymus.",
  "RNA-1-NAME": "Nukleotidai",
  "RNA-1-DESC": "Nukleotidai - mažos kaladėlės, iš kurių susideda RNR ir DNR molekulės. Žinomi 4 skirtingi nukleotidai, kurie skiriasi savo turimomis azotinėmis bazėmis (tai viena svarbiausių nukleotidų sudėtinių dalių). RNR sudarantiems nukleotidams būdingos 4 azotinės bazės: adeninas, uracilas (specifiška azotinė bazė RNR sudarantiems nukleotidams), guaninas ir citozinas. Trys tokie nukleotidai sudaro kodoną, kuris nulemia, kokia aminorūgštis turėtų įeiti į baltymo molekulės sudėtį. Pvz. AUG kodonas nulemia, jog gaminant baltymą reikalinga aminorūgštis metioninas."
}
