{
  "SYNBIO-NAME": "Sintetinė biologija",
  "SYNBIO-DESC": "Sintetinė biologija yra tarpdisciplininė mokslo sritis, kurioje remiantis inžinerijos principais, pertvarkomi gyvuose organizmuose vykstantys procesai. Tikslas - kitokias, naudingas funkcijas atliekantys mikroorganizmai. Pavyzdžiui, šiame modelyje matote žmogaus natūralios virškinimo mikrobiomo atstovą <i><1>Escherichia coli</1></i> bakteriją, kuri yra modifikuota taip, kad sintetintų insuliną, kuris gali būti panaudojamas cukrinio diabeto gydymui.<br></br><br></br>Organizmai modifikuojami naudojant keturių lygių abstrakciją. Įsivaizduokite, jog <i><1>E. coli</1></i> bakterijos ląstelė yra <2>juodoji dėžė</2> (system) - tam tikrų procesų visuma, kurių tik dalis yra žinoma ir aiškiai apibrėžta. Šios dėžės - sistemos rėmuose galima kurti <3>mechanizmus</3> (device) su specifine norima funkcija, šiuo atveju - insulino išskyrimas. Po to seka <3>mechanizmo</3> (device) įgyvendinimui reikalingų genetinių <4>dalių</4> (parts) kūrimas: pavyzdžiui, šiame modelyje galėtų būti įvestos naujos <4>dalys</4>: insulino kiekio fiksatorius, fermentai, atsakingi už insulino sintezę bei išskyrimą į aplinką. Kiekviena <4>dalis</4> (parts) yra sudaryta iš <5>genetinių sekų</5>, kurios sudaro norimo <3>mechanizmo</3> (device) pagrindą. Žinant smulkesnius elementus kuriant pagrindinį norimą <3>mechanizmą</3> (device), galime tai daryti efektyviau ir tiksliau.<br></br><br></br>Modifikuojant organizmus sintetinės biologijos tikslams, kyla susirūpinimas saugumu aplinkos ekosistemoms, etiniais klausimais, dėl kurių diskutuoja mokslo ir politinės bendruomenės. Tačiau, verta paminėti, kad sintetinė biologija pateikia alternatyvių visuomenei aktualių problemų sprendimų, pasitarnauja biotechnologijų pramonei ir leidžia kurti tvaresnę ateitį.",
  "SYNBIO-DESC-SIMPLIFIED" :"Sintetinė biologija yra mokslas apie gyvus organizmus ir jų taisymą. Šis mokslas apjungia biologiją, chemiją, fiziką, inžineriją, kitus mokslus, kurie tyrinėja žmogaus organizmą, bakterijas, virusus. Sintetinės biologijos tikslas yra kitokias, naujas ir naudingas funkcijas atliekantys organizmai. Pavyzdžiui, šiame modelyje matote natūraliai žmogaus žarnyne gyvenančią bakteriją Žarninę lazdelę. Ji yra pakeista taip, kad gamintų insuliną. Insulinas yra naudojamas cukrinio diabeto gydymui.<br></br><br></br>Organizmai yra kuriami 4 etapais:<br></br>1 etapas: Žarninė lazdelė yra sistema - visuma procesų, kurie vyksta ląstelėje. Dalis procesų yra žinoma ir išsamiai ištirta, tačiau yra ir nežinomų procesų.<br></br>2 etapas: Sistemos ribose galima kurti mechanizmus su norima funkcija. Vaizduojamame modelyje tokia funkcija yra insulino gamyba.<br></br>3 etapas: Kad mechanizmas veiktų, jam reikia dalių - smulkesnių funkcijų. Šiame modelyje yra keletas dalių:<br></br>insulino kiekio ląstelėje matuoklis<br></br>fermentai, kurie pagreitina ląstelės insulino gamybos ir išmetimo iš ląstelės reakcijas<br></br>4 etapas: Dalys yra sudarytos iš DNR molekulių. Tad DNR molekulės sudėtis nustato, kokia bus dalis. O dalys nustato, koks bus mechanizmas. <br></br><br></br>Organizmai su pakeista DNR kelia klausimų. Ar tokie organizmai saugūs aplinkai, žmogui? Ar teisinga / sąžininga yra keisti gyvų organizmų DNR? Šiuos klausimus kartu bando atsakyti mokslininkai, politikai, visuomenė. Tyrinėti sintetinę biologiją svarbu, nes galima sukurti naujų įrankių žmonių problemoms spręsti.",
  "SYNBIO-1-NAME": "Žarninė lazdelė (<i>E. coli</i>)",
  "SYNBIO-1-DESC": "Žarninė lazdelė (<i>E. coli</i>) - lazdelės formos bakterija, žmogaus mikrobiomo dalis. Sintetinėje biologijoje dažnai yra pasitelkiama kaip modelinis organizmas, atliekamos įvairios jos metabolinių kelių modifikacijos.",
  "SYNBIO-2-NAME": "Sistema - juodoji dėžė",
  "SYNBIO-2-DESC": "Sistema - juodoji dėžė - visas mikroorganizmas, su savo vidiniais ir žmogaus modifikuotais metaboliniais keliais, atliekamomis funkcijomis.",
  "SYNBIO-3-NAME": "Mechanizmas",
  "SYNBIO-3-DESC": "Mechanizmas (device) - sistemos dalis, apsprendžianti konkrečios norimos funkcijos įgyvendinimą.",
  "SYNBIO-4-NAME": "Dalys",
  "SYNBIO-4-DESC": "Dalys - <3>mechanizmo</3> dalys, kurios nurodo, kaip bus atliekama funkcija, kokiais etapais bus pasiektas tikimasis rezultatas. Gali būti kelių tipų: <br></br><br></br>Reguliacinės / promotoriai - jose gali jungtis fermentai RNR polimerazės, kurios atlieka transkripciją (reikalinga baltymų sintezei). Jų aktyvumas gali būti reguliuojamos kitų veiksnių; <br></br><br></br>RNR ir baltymus koduojanti DNR seka;<br></br><br></br>Terminatoriai - sustabdo transkripciją, dažniausiai yra lokalizuoti geno pabaigoje.<br></br>",
  "SYNBIO-5-NAME": "Genetinės sekos",
  "SYNBIO-5-DESC": "Genetinės sekos - įvairios DNR nukleotidų sekos, kurios atitinkamai išdėstytos sudaro <4>dalis</4> (parts)."
}
