{
  "TRANSLATION-NAME": "Baltymų sintezė",
  "TRANSLATION-DESC": "Kiekvienoje kūno ląstelėje yra milijonai <4>baltymų</4> – molekulių, kurios padeda ląstelėms išlaikyti struktūrą ir atlikti savo funkcijas, kad mes būtume sveiki ir stiprūs. Tačiau šios molekulės negyvuoja amžinai, tad ląstelės <4>baltymų</4> sintezės metu nepaliaujamai gamina naujus <4>baltymus</4>. <br></br><br></br>Kiekvienas mūsų turime genus, sudarytus iš ilgų DNR grandinių, kurios koduoja „instrukciją“ kaip pagaminti <4>baltymus</4>. <img>/images/genas.png</img> Pirmojo <4>baltymų</4> sintezės etapo, vadinamo transkripcija, metu nuskaitant DNR grandinių sekas padaromos tų „instrukcijų“ kopijos – naujos molekulės, vadinamos <2>iRNR</2>. <img>/images/transkripcija.png</img> O šios, vykstant transliacijai, paverčiamos į <4>baltymų</4> grandinėles, sudarytas iš aminorūgščių. Būtent šį procesą ir matote savo ekrane. <br></br><br></br>Ant <2>iRNR</2> molekulės tvirtinasi <3>ribosoma</3>. Ji nuskaito <2>iRNR</2> seką ir nurodo kitai molekulei, vadinamai <1>tRNR</1>, atnešti specifinę aminorūgštį. Skaitant <2>iRNR</2> instrukciją viso proceso metu atnešama daug aminorūgčių, o jos sujungiamos ir pasibaigus transliacijai susilanksto ir sudaro <4>baltymą</4>.",
  "TRANSLATION-DESC-SIMPLIFIED": "Kiekvienoje kūno ląstelėje yra milijonai baltymų - mažų molekulių, kurios padeda ląstelėms išlaikyti formą ir atlikti savo funkcijas, kad mes būtume sveiki ir stiprūs. Tačiau šios molekulės negyvuoja amžinai. Todėl ląstelės baltymų gamybos metu gamina naujus baltymus.<br></br><br></br>Kiekvienas mūsų turime genus, kurie saugo paveldimą informaciją. Jie sudaryti iš ilgų DNR molekulių grandinių, kurios nurodo ląstelėms kaip pagaminti baltymus. Pirmojo baltymų gamybos etapo metu nukopijuojama DNR molekulė ir taip padaromos naujos molekulės, vadinamos iRNR. O šios, vykstant antrajam etapui, paverčiamos į baltymus, sudarytus iš aminorūgščių. Būtent šį procesą ir matote savo ekrane.<br></br><br></br>Ant iRNR molekulės tvirtinasi ribosoma - molekulė, kurioje vyksta baltymų gamyba. Ji pagal iRNR molekulės suteikiamą informaciją pakviečia kitas molekules tRNR atnešti aminorūgštis. Skaitant iRNR instrukciją viso proceso metu atnešama daug aminorūgščių, kurios yra sujungiamos. Pasibaigus procesui aminorūgštys susilanksto bei sudaro baltymą.",
  "TRANSLATION-1-NAME": "tRNR",
  "TRANSLATION-1-DESC": "tRNR (transportinė RNR) turi specifinę 3 nukleotidų seką, vadinamą antikodonu, kuris gali atpažinti komplementarų <2>iRNR</2> kodoną (A nukleotidas yra komplementarus U nukleotidui, G komplemetarus C). Kiekviena tRNR molekulė nešiojasi specifinį antikodoną reprezentuojančią aminorūgštį. Kai tRNR atpažįsta reikiamą <2>iRNR</2> kodoną <3>ribosomoje</3>, atnešta aminorūgštis prisijungia prie augančios aminorūgščių grandinės. Procesas vyksta kol iškoduojama visa <2>iRNR</2> grandinė ir susintetinamas <4>baltymas</4>.",
  "TRANSLATION-2-NAME": "iRNR",
  "TRANSLATION-2-DESC": "iRNR (informacinė RNR) – viengrandė, į DNR panaši molekulė, sudaryta iš nukleotidų. Trys nukleotidai sudaro vadinamą kodoną, kurį nuskaičiusios <1>tRNR</1> molekulės atneša specifinę aminorūgštį.",
  "TRANSLATION-3-NAME": "Ribosoma",
  "TRANSLATION-3-DESC": "Ribosoma – sudaryta iš didžiojo ir mažojo subvieneto. Prie mažojo subvieneto jungiasi iš ląstelės branduolio atkeliavusi <2>iRNR</2>, o prie didžiojo subvieneto, kaip matyti ir animacijoje, pagal informacinės RNR seką jungiasi <1>tRNR</1> molekulės.",
  "TRANSLATION-4-NAME": "Baltymas",
  "TRANSLATION-4-DESC": "Baltymas – specifiškai susilanksčiusi aminorūgščių grandinė ar tų grandinių kompleksas, atliekantis augimo, struktūrinę, apsauginę ir kitas funkcijas, palaikančias gyvų organizmų egzistavimą."
}
