{
    "TRANSFORMATION-NAME": "Karščio šoko transformacija",
    "TRANSFORMATION-DESC": "Transformacija yra būdas perkelti naują genetinę medžiagą į ląstelę per jos membraną (barjerą, atskiriantį ląstelės organeles nuo išorės). Vienas iš metodų, naudojamų tai pasiekti, yra karščio šoko transformacija.<br></br><br></br>Pirmiausia bakterijos turi bent 10 minučių išbūti atvėsintos CaCl2 tirpale. Kalcio jonai (pažymėti raudona spalva) yra svarbūs šiame procese, nes padeda DNR prilipti prie mažų polisacharidų, esančių ląstelių membranose, ir tai padidina tikimybę, kad bakterijos įsisavins plazmides (kitaip - genetinę informaciją žiedo pavidalu). Tada į tirpalą įdedamos plazmidės, turinčios tikslinę DNR, ir laikomos kartu 30 minučių. Inkubacija trunka gana ilgai, nes šaltoje aplinkoje molekulės juda lėčiau. Kitas žingsnis yra panardinti mėgintuvėlį į karštą 42 °C temperatūros vandens vonelę 45 sekundėms. Šis staigus temperatūros pokytis sukuria poras bakterijų membranoje ir suteikia galimybę plazmidei patekti į ląstelės vidų. <br></br><br></br>Po kelių akimirkų karštoje aplinkoje bakterijos iš karto grąžinamos į šaltį, tuomet skylės vėl susitraukia ir plazmidė įstringa ląstelės viduje. Paskutinis šio proceso žingsnis yra augimo terpės (bakterinio maisto) įmaišymas, kuris padeda bakterijoms regeneruoti. Pasibaigus gijimo procesui, bakterijos sėjamos ant agaro lėkštelių su atitinkamu antibiotiku ir tik ląstelės, kurios pasisavino plazmidinę DNR, gali pradėti ekspresuoti (gaminti) naujai įvestus atsparumo antibiotikams genus, augti/dalytis ir formuoti kolonijas.<br></br><br></br>Šiuo atveju geriausia naudoti plazmides, nes jos natūraliai gali būti bakterijose, ir ląstelės sugeba iš jų pagaminti baltymus, o plazmidės DNR gali būti lengvai pakeista, kad susidarytų norimas genas.",
    "TRANSFORMATION-DESC-SIMPLIFIED": "Transformacija yra būdas perkelti naują genetinę medžiagą į ląstelę per jos membraną (barjerą, atskiriantį ląstelės organeles nuo išorės). Vienas iš metodų, naudojamų tai pasiekti, yra karščio šoko transformacija."
  }