{
    "TRANSFORMATION-ELECTROPORATION-NAME-1": "Elektroporacijos transformacija",
    "TRANSFORMATION-ELECTROPORATION-DESC-1": "Transformacija yra būdas perkelti naują genetinę medžiagą į ląstelę per jos membraną (barjerą, atskiriantį ląstelės organeles nuo išorės). Kitas metodas, naudojamas tai atlikti, yra transformacija elektroporacijos būdu.<br></br><br></br>Pirmiausia į bakterijų tirpalą turi būti įmaišytos plazmidės (kitaip - žiedo formos genetinė informacija). Po to įjungiamas elektrinis laukas. Siunčiant tūkstančius voltų per ląstelių ir plazmidžių mišinį, bakterijų membranoje susidaro skylės ir pro jas gali prasiskverbti plazmidės, turinčios DNR informaciją apie norimą baltymą. Dėl šio proceso bakterijos tampa trapios, todėl su jomis reikia elgtis atsargiai, kol bus pridėta auginimo terpė (bakterinis maistas), ląstelės galės atsinaujinti. Pasibaigus gijimo procesui, bakterijos sėjamos ant agaro lėkštelių su atitinkamu antibiotiku ir tik ląstelės, kurios pasisavino plazmidinę DNR, gali pradėti ekspresuoti (gaminti) naujai įvestus atsparumo antibiotikams genus, augti/dalytis ir formuoti kolonijas. <br></br><br></br>Palyginti su karščio šoko transformacija, šis metodas yra efektyvesnis, tai reiškia didesnėje ląstelių dalyje yra norimos plazmidės, tačiau šį procesą išgyvena mažiau ląstelių nei naudojant karščio šoką. Ši technika taip pat yra brangesnė, nes jai reikalinga speciali įranga.",
    "TRANSFORMATION-ELECTROPORATION-DESC-1-SIMPLIFIED": "Transformacija yra būdas perkelti naują genetinę medžiagą į ląstelę per jos membraną (barjerą, atskiriantį ląstelės organeles nuo išorės). Kitas metodas, naudojamas tai atlikti, yra transformacija elektroporacijos būdu.<br></br><br></br>Pirmiausia į bakterijų tirpalą įmaišomos plazmidės (kitaip - žiedo formos genetinė informacija). Po to įjungiama elektros srovė. Elektrai einant per ląsteles, bakterijų membranoje susidaro skylės ir pro jas gali prasiskverbti plazmidės, turinčios genetinę informaciją apie norimą pagaminti baltymą. Paskutinis šio proceso žingsnis yra bakterinio maisto įmaišymas, kuris padeda bakterijoms atsigauti. "
}