{
  "VACCINES-NAME": "Vakcinų sudėtis",
  "VACCINES-DESC": "Mes gyvename mikroorganizmų pilname pasaulyje ir ne visi jie gerą linkintys. Yra daug bakterijų ir virusų, kurie gali mus susargdinti. Tačiau to išvengti mums padeda vakcinos.<br></br><br></br>Vakcina yra biologinis preparatas, kuris imituodamas ligos sukėlėją, pavyzdžiui virusą, sukelia organizmo imuninį atsaką ir, nesukeldamas infekcijos, suteikia imunitetą nuo infekcinės ligos. Šio modelio kairėje galite matyti COVID-19 vakciną, sukurtą informacinės RNR, arba <1>iRNR</1>, pagrindu. <1>iRNR</1> vakcina sudaryta iš dirbtinės informacinės RNR, kuri koduoja SARS-CoV-2 viruso antigeną, bei išorinio <2>lipidų sluoksnio</2>, kuris saugo <1>iRNR</1>. Suleidus tokią vakciną, paskiepyto žmogaus ląstelės pačios pagamina viruso antigeną – <3>spyglio baltymą</3>, kuris užkoduotas <1>iRNR</1> molekulėje. Viruso antigenas yra svetimas organizmui, todėl sukelia imuninį atsaką.<br></br><br></br>Dešinėje - viruso vektoriaus vakcina. Jai pagaminti pasitelkiamas nekenksmingas virusas, kuris pakeičiamas genų inžinerijos metodais. Toks modifikuotas virusas nebegali daugintis ir naudojamas kaip nešiklis, o į jo DNR yra įterpiamas koronaviruso <3>spyglio baltymo</3> genas. Suleidus tokią vakciną, paskiepyto žmogaus ląstelės pačios pagamina <3>spyglio baltymą</3>, kuris sukelia imuninį atsaką ir skatina organizmą gintis nuo koronaviruso.<br></br><br></br>Galime skiepijimą palyginti su karinėmis pratybomis - mūsų imuninė sistema mokosi atpažinti ir įveikti priešą (koronavirusą), kad užklupus priešo kariuomenei (užsikrėtus koronavirusu), organizmas jį įveiktų greičiau ir be sudėtingų komplikacijų.",
  "VACCINES-DESC-SIMPLIFIED": "Mes gyvename mikroorganizmų pilname pasaulyje ir ne visi jie daro mums teigiamą įtaką.Yra daug bakterijų ir virusų, kurie gali mus susargdinti. To išvengti mums padeda skiepai.<br></br><br></br>Skiepas yra biologinė medžiaga, kuri atkartoja ligos sukėlėją, pavyzdžiui virusą. Kūnas reaguoja į šią medžiagą ir sukuria apsaugą nuo ligos.<br></br><br></br>Šio modelio kairėje galite matyti skiepą, kuriam naudojamas susilpnintas virusas. Jam pagaminti pakeičiami genai. Į daugintis negalinčio viruso DNR yra įdedamas koronaviruso spyglio baltymo genas. Taip gaunamas virusas nešiklis. Patekusi į organizmą vakcina skatina viruso spyglio baltymo gamybą. Tokio baltymo kiekio padidėjimas skatina organizmą gintis. Dešinėje - koronaviruso genetinės medžiagos skiepas. Jis sudarytas iš dirbtinės informacinės RNR. Informacinė RNR skiepe nurodo, kaip pagaminti koronaviruso S baltymą. S baltymas yra svetimas organizmui, todėl sukelia imuninį atsaką. Taip pat ši vakcina turi riebalų sluoksnį, kuris saugo iRNR.<br></br><br></br>Pasiskiepijus mūsų imuninė sistema mokosi atpažinti ir įveikti koronavirusą, kad užsikrėtus organizmas jį įveiktų greičiau ir nesunkiai.",
  "VACCINES-2-NAME": "Lipidų sluoksnis",
  "VACCINES-2-DESC": "Lipidų sluoksnis - tai riebalinis dangalas, kuris saugo vakcinoje esančią <1>iRNR</1> nuo aplinkos sąlygų. Be jo, patekusi į kūną, <1>iRNR</1> kaipmat būtų suskaidyta ir taptų neveiksni.",
  "VACCINES-3-NAME": "Spyglio baltymas",
  "VACCINES-3-DESC": "Spyglio baltymas - tai viruso paviršiuje esantis baltymas, kuris padeda virusui patekti į šeimininko ląsteles ir jas užkrėsti."
}
