{
  "VIRUS-NAME": "Koronavirusas",
  "VIRUS-DESC": "Prieš akis matote kelis tūkstančius kartų padidintą SARS-CoV-2 virusą, geriau žinomą kaip koronavirusą. Virusas iš esmės yra genetinę informaciją sauganti <2>RNR</2> molekulė, apgaubta <1>lipidine membrana</1> ir keliais viruso struktūrą palaikančiais baltymais: <3>N</3>, <4>S</4>, <5>E</5> ir <6>M</6>. Pro žmogaus nosį ar burną patekęs virusas keliauja į plaučius, panaudodamas <4>S</4> baltymą prisijungia prie plaučių ląstelių ir jas užkrečia - įleidžia savo <2>RNR</2> molekulę. Šioje molekulėje slypi instrukcija, kaip žmogaus ląstelei pagaminti naujas viruso kopijas. Nuskaičiusios instrukciją žmogaus ląstelės įdarbina savo struktūrines dalis ir pradeda veikti kaip virusų gaminimo fabrikas. Iš pradžių padauginamos viruso <2>RNR</2> molekulės - pagaminama daug jų kopijų, kurios nurodo ląstelei kaip gaminti viruso baltymus ir suformuoti naujus virusus. <img>/images/viruso_kelias.png</img> Tokiu būdu veikdama, viena žmogaus kūno ląstelė gali pagaminti šimtus tūkstančių naujų virusų, kurie užkrečia kitas ląsteles ar, patekus į išorę, ir kitus žmones.<br></br><br></br>Jeigu žmogaus imuninė sistema nesusitvarko su viruso infekcija, užsikrėtęs žmogus pajaučia sveikatos sutrikimų. Jie gali būti itin pavojingi vyresnio amžiaus asmenims ar asmenims sergantiems lėtinėmis ligomis. Jei jūs ir nepriklausote šioms grupėms, labai svarbu paisyti ekspertų rekomendacijų ir pristabdyti viruso plitimą, mažinant tikimybę užsikrėsti. Sparčiai augant populiacijai, panašių pandemijų galime turėti ir ateityje, tad vienintelis dalykas, kurį galime kontroliuoti – tai mūsų reakcija į infekcijos grėsmę bei elgesys šių pandemijų metu.",
  "VIRUS-DESC-SIMPLIFIED": "Prieš akis matote kelis tūkstančius kartų padidintą koronavirusą. Virusas yra maža dalelė sudaryta iš genų, apsauginio sluoksnio bei baltymų. Pro žmogaus nosį ar burną patekęs virusas keliauja į plaučius, prisijungia prie plaučių ląstelių ir į jas įleidžia savo genetinę medžiagą. Genetinėje medžiagoje yra instrukcija, kaip žmogaus ląstelei pagaminti naujas viruso dalis. Nuskaičiusios instrukciją žmogaus ląstelės pradeda veikti kaip virusų gaminimo fabrikas. Tokiu mechanizmu veikdama, viena žmogaus kūno ląstelė gali pagaminti labai daug naujų virusų, kurie užkrečia kitas ląsteles arba kitus žmones. Jeigu žmogaus imunitetas tuo metu yra silpnas, žmogus suserga. Liga gali būti labai pavojinga seneliams ar žmonėms, sergantiems ir kitomis ligomis. Jei jūs ir nepriklausote šioms grupėms, labai svarbu atsakingai elgtis ir pristabdyti viruso plitimą, mažinant tikimybę užsikrėsti.",
  "VIRUS-1-NAME": "Lipidinė membrana",
  "VIRUS-1-DESC": "Lipidinė membrana - iš riebalų molekulių sudarytas dvisluoksnis barjeras, saugantis viruso genetinę informaciją (<2>RNR</2> molekulę) nuo aplinkos poveikių ir prilaikantis kitas viruso struktūras.",
  "VIRUS-2-NAME": "RNR",
  "VIRUS-2-DESC": "RNR - viengrandė molekulė, kurioje slypi visa viruso genetinė informacija. Virusas naudoja šią informaciją daugindamasis gyvų organizmų ląstelėse, kad galėtų pagaminti daugiau viruso kopijų ir taip plisti.",
  "VIRUS-3-NAME": "N baltymas",
  "VIRUS-3-DESC": "N baltymas padeda <2>RNR</2> molekulei išlaikyti stabilią struktūrą ir padeda daugintis.",
  "VIRUS-4-NAME": "S baltymas",
  "VIRUS-4-DESC": "S baltymą virusas naudoja prisitvirtinimui prie žmogaus ląstelių ir patekti į pačią ląstelę, kad galėtų pradėti dauginimosi procesą.",
  "VIRUS-5-NAME": "E baltymas",
  "VIRUS-5-DESC": "E baltymas padeda formuotis naujoms viruso dalims jam dauginantis žmogaus ląstelėse.",
  "VIRUS-6-NAME": "M baltymas",
  "VIRUS-6-DESC": "M baltymas padeda formuotis naujoms viruso dalims jam dauginantis žmogaus ląstelėse."
}
